Repository: HedvigInsurance/ugglan
Catalog: Projects/hCore/Resources/*.lproj/Localizable.strings
Languages: da_dk, nb_no, sv_se

# TERMINATION_FLOW_SUCCESS_SUBTITLE_WITH_DATE
source: Your insurance will be cancelled on %@. We will send you an email with all the details.
da_dk: Din forsikring vil blive annulleret den %@ . Vi sender dig en e-mail med alle detaljer.
nb_no: Forsikringen din vil bli kansellert %@ . Vi sender deg en e-post med alle detaljer.
sv_se: Din försäkring kommer att avslutas %@. En bekräftelse kommer att skickas till din e-post.

# TERMINATION_FLOW_SUCCESS_TITLE
source: Insurance cancelled
da_dk: Forsikring opsagt
nb_no: Forsikringen kansellert
sv_se: Försäkring avslutad

# TERMINATION_FLOW_SUMMARY_SUBTITLE
source: Review and confirm
sv_se: Granska och bekräfta

# TERMINATION_FLOW_TITLE
source: Cancel insurance
da_dk: Slet forsikring
nb_no: Si opp forsikringen
sv_se: Säg upp försäkring

# TERMINATION_FLOW_TODAY
source: Today
da_dk: I dag
nb_no: I dag
sv_se: Idag

# TERMINATION_KEEP_INSURANCE_BUTTON
source: Keep insurance
sv_se: Behåll försäkring

# TERMINATION_NOT_SUCCESSFUL_TITLE
source: Cancellation unsuccessful
da_dk: Opsigelse ikke gennemført
nb_no: Kanselleringen mislyktes
sv_se: Uppsägningen misslyckades

# TERMINATION_NO_TIER_QUOTES_SUBTITLE
source: You already have the best coverage and price for this insurance
sv_se: Du har redan det bästa skyddet och priset för den här försäkringen

# TERMINATION_Q_01
source: When will the last payment be charged?
sv_se: När dras min sista betalning?

# TERMINATION_Q_02
source: Can I still file a claim after I cancel my insurance?
da_dk: Kan jeg indgive et krav, efter at jeg har opsagt min forsikring?
nb_no: Kan jeg sende inn et krav etter at jeg har avsluttet forsikringen min?
sv_se: Kan jag göra en skadeanmälan efter att jag avslutat min försäkring?

# TERMINATION_Q_03
source: How do I join Hedvig in the future?
sv_se: Hur tecknar jag en Hedvig-försäkring i framtiden?

# TERMINATION_SURVEY_FEEDBACK_HINT
source: Leave a comment
sv_se: Lämna en kommentar

# TERMINATION_SURVEY_FEEDBACK_INFO
source: Please enter your feedback
da_dk: Indtast venligst din feedback
nb_no: Skriv inn tilbakemeldingen din
sv_se: Ge din feedback för att gå vidare

# TERMINATION_SURVEY_FEEDBACK_POPOVER_HINT
source: Please provide feedback to help us improve
sv_se: Lämna gärna feedback så att vi kan bli bättre

# TERMINATION_SURVEY_GENERIC_SUBTITLE
source: Before we continue
sv_se: Innan vi fortsätter

# TERMINATION_SURVEY_SUBTITLE
source: Why do you want to cancel your insurance?
da_dk: Hvorfor vil du opsige din forsikring?
nb_no: Hvorfor vil du si opp forsikringen?
sv_se: Varför vill du säga upp försäkringen?

# TIER_COMPARISON_SUBTITLE
source: Find the best plan available for you
sv_se: Hitta den nivå som passar dina behov

# TIER_COMPARISON_TITLE
source: Compare coverage levels
sv_se: Jämför skyddsnivåer

# TIER_FLOW_ADDON_LABEL
source: Extended travel coverage
sv_se: Utökat reseskydd

# TIER_FLOW_ADDON_NO_COVERAGE_LABEL
source: No extended coverage
sv_se: Inget utökat skydd

# TIER_FLOW_COMMIT_PROCESSING_DESCRIPTION
source: Your updates will be effective from %@.
sv_se: Dina ändringar börjar gälla från och med %@.

# TIER_FLOW_COMMIT_PROCESSING_ERROR_DESCRIPTION
source: The changes couldn't be completed. Please try again.
da_dk: Dine ændringer er ikke blevet anvendt. Prøv venligst igen.
nb_no: Endringene dine har ikke blitt brukt. Vennligst prøv igjen.
sv_se: Det gick inte att genomföra ändringen. Vänligen försök igen.

# TIER_FLOW_COMMIT_PROCESSING_LOADING_TITLE
source: Processing changes...
da_dk: Foretager ændringer...
nb_no: Gjør endringer...
sv_se: Genomför ändringar...

# TIER_FLOW_COMMIT_PROCESSING_TITLE
source: Changes complete
da_dk: Ændringer gennemført
nb_no: Endringer vellykket
sv_se: Ändring genomförd

# TIER_FLOW_COMPARE_BUTTON
source: Compare coverage
sv_se: Jämför skyddsnivå

# TIER_FLOW_COVERAGE_LABEL
source: Coverage level
sv_se: Skyddsnivå

# TIER_FLOW_COVERAGE_PLACEHOLDER
source: Select coverage level...
sv_se: Välj skyddsnivå...

# TIER_FLOW_DEDUCTIBLE_LABEL
source: Deductible
sv_se: Självrisk

# TIER_FLOW_DEDUCTIBLE_PLACEHOLDER
source: Select deductible...
sv_se: Välj självrisk...

# TIER_FLOW_LOCKED_INFO_DESCRIPTION
source: You are unable to make changes to this coverage level
sv_se: Du kan inte göra ändringar i den här skyddsnivån

# TIER_FLOW_PREVIOUS_PRICE
source: Your previous price %1$@
sv_se: Ditt tidigare pris %1$@

# TIER_FLOW_PRICE_LABEL_CURRENCY
source: %@/mo
sv_se: %@/mån

# TIER_FLOW_PRICE_LABEL_WITHOUT_CURRENCY
source: From %@/mo
da_dk: Fra %@/måned
nb_no: Fra %@/mnd
sv_se: Från %@/mån

# TIER_FLOW_PROCESSING
source: Fetching coverage levels...
sv_se: Hämtar skyddsnivåer...

# TIER_FLOW_SELECT_ADDON_SUBTITLE
source: Days covered when travelling
sv_se: Välj antalet resdagar som täcks

# TIER_FLOW_SELECT_COVERAGE_SUBTITLE
source: Find the right coverage for you
sv_se: Hitta rätt skydd

# TIER_FLOW_SELECT_COVERAGE_TITLE
source: Select your coverage
sv_se: Välj din skyddsnivå

# TIER_FLOW_SELECT_DEDUCTIBLE_SUBTITLE
source: Amount deducted from your compensation
sv_se: Belopp avdraget från din ersättning

# TIER_FLOW_SELECT_DEDUCTIBLE_TITLE
source: Select your deductible
sv_se: Välj din självrisk

# TIER_FLOW_SELECT_INSURANCE_SUBTITLE
source: Select the insurance you want to edit
sv_se: Välj den försäkring du vill uppdatera

# TIER_FLOW_SHOW_COVERAGE
source: Show your coverage
sv_se: Visa ditt skydd

# TIER_FLOW_SUBTITLE
source: Set your coverage level and deductible
sv_se: Välj din skyddsnivå och självrisk

# TIER_FLOW_TITLE
source: Customize your coverage
sv_se: Anpassa ditt skydd

# TIER_FLOW_TOTAL
source: Total
nb_no: Totalt
sv_se: Totalt

# TOAST.NEW_MESSAGE
source: New message
da_dk: Ny besked
nb_no: Ny melding
sv_se: Nytt meddelande

# TOAST.NEW_OFFER
source: New offer
sv_se: Nytt erbjudande

# TOAST.READ_MORE
source: Learn more
sv_se: Mer info

# TRUSTLY_MISSING_BANK_ID_APP_ALERT_MESSAGE
source: To be able to log in to your bank you need to have the XXX app installed.
da_dk: For at du kan logge på din bank, skal du have NemID-nøgleappen installeret.
nb_no: For å kunne logge inn i nettbanken din må du ha BankID-appen installert.
sv_se: För att kunna logga in på din bank så behöver du ha BankID-appen installerad.

# TRUSTLY_MISSING_BANK_ID_APP_ALERT_TITLE
source: You do not have BankID on this device
da_dk: NemID-nøgleappen findes ikke på denne enhed
nb_no: Du mangler BankID på denne enheten
sv_se: Du saknar BankID på denna enheten

# USER_ERROR_PROTECTED_IDENTITY_KIVRA_BLOCK
source: Sorry, we couldn’t generate a price. Please make sure you have Kivra's digital mailbox and then try again. You can get Kivra's digital mailbox here: https://kivra.se/en/private/how-it-works/digital-letters-mailbox.
sv_se: Vi kan tyvärr inte ge dig ett pris. Var god se till att du har Kivras digitala brevlåda och försök igen. Du kan skaffa digital brevlåda hos Kivra här: https://kivra.se/sv/privat/sa-funkar-det/digitala-brev-brevlada

# VOICEOVER_ACCEPTED
source: Is accepted
sv_se: Är accepterad

# VOICEOVER_ADD_INFORMATION
source: add information
sv_se: lägga till information

# VOICEOVER_AUDIO_COUNTDOWN
source: Counting down
sv_se: Räknar ner

# VOICEOVER_AUDIO_MIC_PERMISSION_DENIED
source: Microphone permission denied
sv_se: Mikrofonåtkomst nekad

# VOICEOVER_AUDIO_RECORDING_FAILED
source: Could not record
sv_se: inspelningen misslyckades

# VOICEOVER_AUDIO_RECORDING_PLAY
source: Play submitted audio recording
sv_se: Spela upp inskickad ljudinspelning

# VOICEOVER_AUDIO_SENDING_FAILED
source: Could not send recording
sv_se: Kunde inte skicka inspelningen

# VOICEOVER_AUIDO_PLAYBACK_FAILED
source: Could not play recording
sv_se: Uppspelningen misslyckades

# VOICEOVER_BUNDLE_DISCOUNT_TAG
source: Discount name: %@
sv_se: Rabattnamn: %@

# VOICEOVER_CHANGE_VALUE
source: change value
sv_se: ändra värde

# VOICEOVER_CHAT_CAMERA
source: Camera
sv_se: Kamera

# VOICEOVER_CHAT_CAMERAROLL
source: Camera roll
sv_se: Kameraalbum

# VOICEOVER_CHAT_FILE
source: File
sv_se: Fil

# VOICEOVER_CHAT_FILES
source: Files
sv_se: Filer

# VOICEOVER_CHAT_IMAGE
source: Image
sv_se: Bild

# VOICEOVER_CHAT_SEND_MESSAGE_BUTTON
source: Send message
sv_se: Skicka meddelande

# VOICEOVER_COLLAPSED
source: Collapsed
sv_se: Minimerad

# VOICEOVER_CURRENT_PRICE
source: Current price
sv_se: Nuvarande pris

# VOICEOVER_CURRENT_TIER
source: Your current tier is
sv_se: Din nuvarande skyddsnivå är

# VOICEOVER_CURRENT_VALUE
source: Current value
sv_se: Nuvarande värde

# VOICEOVER_DELETE_COINSURED_BUTTON
source: Delete co-insured
sv_se: Ta bort medförsäkrad

# VOICEOVER_DOUBLE_CLICK_TO
source: Double click to
sv_se: Dubbelklicka för att

# VOICEOVER_EDIT
source: edit
sv_se: redigera

# VOICEOVER_EXPANDED
source: Expanded
sv_se: Utökad

# VOICEOVER_HONESTYPLEDGE_SLIDER
source: Click to confirm
sv_se: Tryck för att bekräfta

# VOICEOVER_INCLUDED
source: Is included in
sv_se: Ingår i

# VOICEOVER_MORE_INFO
source: Tap for more info
sv_se: Tryck för mer information

# VOICEOVER_NEW_VALUE
source: New value
sv_se: Nytt värde

# VOICEOVER_NOTIFICATION_ALERT
source: Notification
sv_se: Notis

# VOICEOVER_NOT_ACCEPTED
source: is not accepted
sv_se: är inte accepterad

# VOICEOVER_NOT_INCLUDED
source: is not included in
sv_se: ingår inte i

# VOICEOVER_OPTION_SELECTED
source: Option selected
sv_se: Alternativ valt

# VOICEOVER_PICKER_INFO
source: Select one option and then press %@ button
sv_se: Välj ett alternativ och tryck sedan på %@

# VOICEOVER_PICKER_INFO_MULTIPLE
source: Select one or more options and then press %@ button
sv_se: Välj ett eller flera alternativ och tryck sedan på knappen %@

# VOICEOVER_PRESS_TO
source: Press to
sv_se: Tryck för att

# VOICEOVER_PRICE_BREAKDOWN
source: show price breakdown
sv_se: visa prisfördelning

# VOICEOVER_REMOVE
source: remove
sv_se: ta bort

# VOICEOVER_SEGMENTEDCONTROL_SELECTED_TAB
source: Current tab %@.
sv_se: Aktuell flik %@.

# VOICEOVER_SEGMENTEDCONTROL_SWITCH_TAB
source: Press to switch tab.
sv_se: Dubbelklicka för att byta flik.

# VOICEOVER_SELECT_LANGUAGE
source: Tap to select language
sv_se: Tryck för att välja språk

# VOICEOVER_SUBMIT_CLAIMS_TRIAGING_INFO
source: Select one option and then press continue button
sv_se: Välj ett alternativ och tryck sedan på fortsätt

# VOICEOVER_TIER_COMPARISION_CLICK
source: Click to see what is covered in %@
sv_se: Tryck för att se vad som ingår i %@

# VOICE_OVER_COPY_CODE
source: Click to copy code
sv_se: Tryck för att kopiera koden

# VOICE_OVER_INFO_HELPCENTER
source: Press to proceed to help center
sv_se: Tryck för att gå till hjälpcentret

# ZIGNSEC_COULDNT_START
source: Couldn't start login, check your personal number.
da_dk: Kunne ikke starte login, tjek dit CPR nummer.
nb_no: Kunne ikke starte pålogging, sjekk ditt identitetsnummer.
sv_se: Kunde inte börja inloggningen, kontrollera ditt personnummer.

# ZIGNSEC_OPENING_BROWSER
source: Opening Safari to continue login process..
da_dk: Åbner Safari for at fortsætte login-processen..
nb_no: Åpner Safari for å fortsette påloggingsprosessen..
sv_se: Öppnar Safari för att fortsätta inloggningsprocessen..

# app_info.device_id_label
source: Device ID
da_dk: Enheds-id
nb_no: Enhets-ID
sv_se: Enhets-ID

# app_info.submit_bug.button
source: Report technical issue
da_dk: Rapporter teknisk problem
nb_no: Rapporter teknisk problem
sv_se: Rapportera tekniska problem

# app_info.submit_bug.prefilled_letter_body
source: I came across a technical issue in the Hedvig app! Description of the technical issue step-by-step: (Keep it short and simple) Attached a screenshot: (Got a screenshot? Please attach it to this email.) Info for developers (Do not modify) MID: %@ DID: %@ AVC: %@ SV: %@
da_dk: Jeg stødte på et teknisk problem i Hedvig-appen! Beskrivelse af det tekniske problem: (Hold det kort og enkelt) Vedhæft skærmbillede: (Har du et skærmbillede? Vedhæft det til denne e-mail) Information til udviklere (ændr ikke) MID: %@ DID: %@ AVC: %@ SV: %@
nb_no: Jeg støtt på et teknisk problem i Hedvig-appen! Beskrivelse av det tekniske problemet: (Hold det kort og enkelt) Legg ved skjermbilde: (Har du et skjermbilde? Legg det ved denne e-posten) Informasjon til utviklere (Ikke endre) MITT: %@ DID: %@ AVC: %@ SV: %@
sv_se: Jag stötte på ett tekniskt problem i Hedvig-appen! Beskrivning av det tekniska problemet: (Håll det kort och enkelt) Bifoga skärmdump: (Har du en skärmdump? Bifoga den i det här e-postmeddelandet) Information för utvecklare (Ändra inte) MITT: %@ DID: %@ AVC: %@ SV: %@

# app_info.submit_bug.prefilled_letter_subject
source: Technical Issue Report
da_dk: Teknisk spørgsmål
nb_no: Teknisk problem
sv_se: Rapport om tekniska problem

# app_info.submit_bug.warning
source: Please note that you can only report technical issues regarding the Hedvig app. For claims related questions, please write to us here in the app.
da_dk: Bemærk, at du kun kan rapportere tekniske problemer vedrørende Hedvig-appen. For krav-relaterede spørgsmål, brug venligst chatfunktionen.
nb_no: Vær oppmerksom på at du kun kan rapportere tekniske problemer angående Hedvig-appen. For kravrelaterte spørsmål, vennligst bruk chat-funksjonen.
sv_se: Observera att du endast kan rapportera tekniska problem gällande Hedvig-appen. För skaderelaterade frågor, skicka ett meddelande direkt här i appen.

# app_info_submit_bug_warning_with_chat_link_1
source: Please note that you can only report technical issues regarding the Hedvig app. For claims related questions, please
sv_se: Observera att du endast kan rapportera tekniska problem gällande Hedvig-appen. För skaderelaterade frågor,

# app_info_submit_bug_warning_with_chat_link_2
source: write to us
sv_se: skicka ett meddelande

# app_info_submit_bug_warning_with_chat_link_3
source: here in the app.
sv_se: direkt här i appen.

# bankid_missing_login.email_button
source: Log in with email
da_dk: Log ind med e-mail
nb_no: Logg inn med e-post
sv_se: Logga in med e-post

# claim.casetype.insurance_case
source: Insurance case
da_dk: Forsikringssag
nb_no: Forsikringssak
sv_se: Försäkringsärende

# claim.decision.not_compensated
source: Not compensated
da_dk: Ikke udbetalt
nb_no: Ikke kompensert
sv_se: Ingen ersättning

# claim.decision.not_covered
source: Not covered
da_dk: Ikke dækket
nb_no: Dekkes ikke
sv_se: Inte täckt

# claim.decision.paid
source: Paid
da_dk: Betalt
nb_no: Betalt
sv_se: Betald

# claim.decision.unresponsive
source: Missing response
sv_se: Återkoppling saknas

# claim.location.choose
source: Choose
da_dk: Vælge
nb_no: Velg
sv_se: Välj

# claim.status_bar.being_handled
source: Being handled
da_dk: Håndteres
nb_no: Blir håndtert
sv_se: Hanteras

# claim.status_bar.closed
source: Closed
da_dk: Afsluttet
nb_no: Lukket
sv_se: Stängt

# claim.status_bar.submitted
source: Submitted
da_dk: Indsendt
nb_no: Sendt inn
sv_se: Inskickat

# claim_history.empty_state.body
source: Your past claims will appear here automatically once processed.
sv_se: Dina tidigare skador visas här automatiskt efter att de har hanterats.

# claim_history.empty_state.title
source: No claims in history
sv_se: Ingen skadehistorik

# claim_outcome_null
source: Your claim was closed.
sv_se: Ditt skadeärende har stängts.

# claim_outcome_unresponsive_support_text
source: Your claim was closed as we didn’t hear back from you. Please see conversation for more details.
sv_se: Ditt skadeärende har stängts eftersom vi inte har fått någon återkoppling från dig. Se konversation för mer information.

# claim_status.being_handled.support_text
source: Your claim is being reviewed by one of our insurance specialists. We'll get back to you soon with an update.
da_dk: Din skadesanmeldelse er ved at blive behandlet, af en af vores forsikringsspecialister. Vi vender tilbage hurtigst muligt med en update.
nb_no: Saken din blir gjennomgått av en av våre forsikringsspesialister. Vi kommer snart tilbake til deg med en oppdatering.
sv_se: Din skadeanmälan granskas av en av våra försäkringsspecialister. Vi hör av oss snart med en uppdatering.

# claim_status.being_handled_reopened.support_text
source: We have reopened your claim and one of our insurance specialists is reviewing it. We'll get back to you soon with an update.
da_dk: Vi har genåbnet din skadesanmeldelse, og en af vores forsikringsspecialister kigger på den. Vi vender tilbage hurtigst muligt med en update.
nb_no: Vi har gjenåpnet din sak og en av våre forsikringsspesialister gjennomgår den. Vi kommer tilbake til deg snart med en oppdatering.
sv_se: Vi har återöppnat din skadeanmälan och en av våra försäkringsspecialister granskar den. Vi hör av oss snart med en uppdatering.

# claim_status.claim_details.button
source: Show details
sv_se: Se detaljer

# claim_status.claim_details.info_text
source: Is something missing? Send us a message here in the app.
da_dk: Mangler der noget? Send os en besked her i appen.
nb_no: Er det noe som mangler? Send oss en melding her i appen.
sv_se: Saknas något? Skicka ett meddelande till oss här i appen.

# claim_status.claim_details.submitted
source: Submitted
da_dk: Indsendt
nb_no: Sendt inn
sv_se: Inskickad

# claim_status.claim_details.title
source: Claim details
da_dk: Detaljer om skadesanmeldelse
nb_no: Detaljer om kravet
sv_se: Detaljer om skadeanmälan

# claim_status.claim_hide_details.button
source: Hide details
sv_se: Göm detaljer

# claim_status.contact.generic.subtitle
source: Questions?
da_dk: Spørgsmål?
nb_no: Spørsmål?
sv_se: Frågor?

# claim_status.contact.generic.title
source: Write us a message
da_dk: Kontakt os i chatten
nb_no: Kontakt oss i chatten
sv_se: Kontakta oss i chatten

# claim_status.missingReceipt.support_text
source: To proceed with your claim we need a receipt for the item(s) you are seeking reimbursement for.
sv_se: För att kunna gå vidare med ditt ärende behöver vi kvitto på det du söker ersättning för.

# claim_status.not_compensated.support_text
source: Your claim was covered but unfortunately the compensation is equal or less than the deductible. Please see conversation for more details.
da_dk: Din skade er dækket, men desværre er kompensationen den samme som, eller mindre end, selvrisikoen. Åbn chatten, hvis du vil se vores beregninger
nb_no: Kravet ditt ble dekket, men dessverre er kompensasjonen lik eller mindre enn egenandelen. Åpne chatten for detaljer om hvordan vi har beregnet din sak.
sv_se: Din skada täcks, men tyvärr är ersättningen lika stor eller mindre än självrisken. Se konversation för mer information.

# claim_status.not_covered.support_text
source: Your claim was unfortunately not covered. Please see conversation for more details on the decision.
da_dk: Din skade var desværre ikke dækket. Du er velkommen til at åbne chatten for flere detaljer.
nb_no: Kravet ditt ble dessverre ikke dekket. Vennligst åpne chatten for mer informasjon om beslutningen.
sv_se: Tyvärr täcks inte din skada. Se konversation för mer information om beslutet.

# claim_status.paid.support_text
source: We got you covered. You should have received the payment by now. See your messages here in the app for more details.
da_dk: Vi dækker og pengene vil komme til dig om 1-2 dage efter vi har lukket din skade. Åbn chatten hvis du vil se, hvordan vi har beregnet din kompensation.
nb_no: Dette dekker vi. Du skal ha mottatt betalingen nå. Åpne chatten for detaljer om hvordan vi beregnet kompensasjonen din.
sv_se: Din skada har täckts. Du borde ha fått ersättningen utbetald vid det här laget. Se dina meddelanden för mer information om hur vi beräknade din ersättning.

# claim_status.submitted.support_text
source: We have received your claim and will start reviewing it soon.
da_dk: Vi har modtaget din skadesanmeldelse, og behandler den hurtigst muligt.
nb_no: Vi har mottatt skademeldingen din og vil begynne å gjennomgå den snart.
sv_se: Vi har tagit emot din skadeanmälan och kommer snart att börja granska den.

# claim_status.title
source: Claim status
da_dk: Status på skadesanmeldelse
nb_no: Kravstatus
sv_se: Skadeanmälan

# claim_status.uploaded_files.upload_button
source: Upload files
da_dk: Upload filer
nb_no: Last opp filer
sv_se: Ladda upp filer

# claim_status.uploaded_files.upload_text
source: Upload photos, receipts or other documents connected to your claim
da_dk: Upload fotos, kvitteringer eller andre dokumenter relateret til dit krav
nb_no: Last opp bilder, kvitteringer eller andre dokumenter knyttet til kravet ditt
sv_se: Ladda upp foton, kvitton eller andra dokument kopplade till din skadeanmälan

# claim_status_appeal_instruction_link_text
source: Appeal Instruction (SWE)
sv_se: Besvärshänvisning

# claim_status_detail.add_files
source: Add files
da_dk: Tilføj filer
nb_no: Legg til filer
sv_se: Lägg till filer

# claim_status_detail.add_more_files
source: Add more files
da_dk: Tilføj flere filer
nb_no: Legg til flere filer
sv_se: Lägg till fler

# claim_status_detail.added_files
source: Added files
da_dk: Tilføjede filer
nb_no: Lagt til filer
sv_se: Tillagda filer

# claim_status_detail.documents.title
source: Claim documents
sv_se: Försäkringsdokument

# claim_status_detail.info_error.body
source: The claim audio couldn't be downloaded. Please try again to be able to listen to it.
da_dk: Din indspillede skadesanmeldelse kunne ikke downloades. Prøv venligst igen for at kunne lytte til den.
nb_no: Den innspilte skademeldingen din kunne ikke lastes ned. Prøv på nytt for å kunne lytte til den.
sv_se: Det gick inte att ladda ned din inspelade skadeanmälan. Försök igen för att kunna lyssna på den.

# claim_status_detail.info_error.button
source: Try again
da_dk: Prøv igen
nb_no: Prøv igjen
sv_se: Försök igen

# claim_status_detail.message_view.body
source: Go to conversation
sv_se: Gå till konversation

# claim_status_detail.submitted
source: Submitted
da_dk: Indsendt
nb_no: Sendt inn
sv_se: Inskickat

# claim_status_detail.submitted_message
source: Your message
da_dk: Din besked
nb_no: Din beskjed
sv_se: Ditt meddelande

# claim_status_detail.uploaded_files
source: Uploaded files
da_dk: Uploadede filer
nb_no: Opplastede filer
sv_se: Uppladdade filer

# claim_status_detail_email
source: Contact the claims team
sv_se: Ta kontakt med skadeteamet

# claims.alert.body
source: If you exit, you'll go back to the start page and your inputted data will be lost.
da_dk: Hvis du afslutter, vil du blive returneret til startsiden, og dine indtastede oplysninger vil gå tabt.
nb_no: Hvis du avslutter, vil du bli returnert til hjemmesiden og informasjonen du har skrevet vil gå tapt.
sv_se: Om du avslutar går du tillbaka till startsidan och dina inmatade uppgifter kommer att gå förlorade.

# claims.edit.screen.title
source: Edit info
da_dk: Rediger info
nb_no: Rediger informasjonen
sv_se: Ändra information

# claims.incident.screen.date.of.incident
source: When did it happen?
da_dk: Hvornår skete det?
nb_no: Når skjedde det?
sv_se: När hände det?

# claims.incident.screen.header
source: Incident info
da_dk: Skadeinformation
nb_no: Hendelseinfo
sv_se: Händelseinfo

# claims.incident.screen.location
source: Where did it happen?
da_dk: Hvor skete det?
nb_no: Hvor skjedde det?
sv_se: Var hände det?

# claims.item.enter.model.name
source: Enter model name
da_dk: Indtast modelnavn
nb_no: Skriv inn modellnavn
sv_se: Ange modell

# claims.item.screen.damage.button
source: Type of damage
da_dk: Type skade
nb_no: Type skade
sv_se: Typ av skada

# claims.item.screen.date.of.incident.button
source: Date of incident
da_dk: Dato for hændelsen
nb_no: Hendelsesdato
sv_se: Skadedatum

# claims.item.screen.date.of.purchase.button
source: Date of purchase
da_dk: Købsdato
nb_no: Kjøpsdato
sv_se: Inköpsdatum

# claims.item.screen.model.button
source: Model
sv_se: Modell

# claims.item.screen.purchase.price.button
source: Purchase price
da_dk: Købspris
nb_no: Anskaffelsekostnad
sv_se: Inköpspris

# claims.item.screen.title
source: Item info
sv_se: Objektinformation
