Repository: HedvigInsurance/ugglan
Catalog: Projects/hCore/Resources/*.lproj/Localizable.strings
Languages: da_dk, nb_no, sv_se

# CLAIMS_CONFIRM_NUMBER_TITLE
source: Confirm your phone number
da_dk: Bekræft dit telefonnummer
nb_no: Bekreft telefonnummeret ditt
sv_se: Bekräfta ditt telefonnummer

# CLAIMS_DAMAGES
source: Damages
sv_se: Skadetyp

# CLAIMS_DATE_NOT_SURE_NOTICE_LABEL
source: If you do not know the exact date, enter an approximate date.
da_dk: Hvis du ikke kender en nøjagtig dato, skal du udfylde cirka hvornår den fandt sted.
nb_no: Hvis du ikke vet en nøyaktig dato, fyll ut omtrent når den skjedde.
sv_se: Om du inte vet exakt datum, fyll i på ett ungefär när det inträffade.

# CLAIMS_FILE_UPLOAD_INFO
source: Upload documentation that helps us understand your claim. You can upload photos, PDFs, or other files here. Only upload files relevant to your claim.
sv_se: Ladda upp dokumentation som hjälper oss att förstå ditt skadeärende. Du kan bifoga foton, PDF:er och andra filer. Ladda bara upp filer som är relevanta för din skadeanmälan.

# CLAIMS_FILE_UPLOAD_REMOVE_CANCEL
source: Continue
sv_se: Fortsätt

# CLAIMS_FILE_UPLOAD_REMOVE_CONFIRM
source: Yes, delete
sv_se: Ja, ta bort

# CLAIMS_FILE_UPLOAD_REMOVE_SUBTITLE
source: Do you want to remove the file from your claim?
da_dk: Vil du fjerne filen fra dit krav?
nb_no: Vil du fjerne filen fra kravet ditt?
sv_se: Vill du ta bort filen från din skadeanmälan?

# CLAIMS_FILE_UPLOAD_TITLE
source: Upload documents, receipts or photos
da_dk: Upload dokumenter, kvitteringer eller billeder
nb_no: Last opp dokumenter, kvitteringer eller bilder
sv_se: Ladda upp dokument, kvitton eller bilder

# CLAIMS_LOCATON_OCCURANCE_TITLE
source: When and where did it happen?
da_dk: Hvornår og hvor skete det?
nb_no: Når og hvor skjedde det?
sv_se: När och var hände det?

# CLAIMS_PAYOUT_HEDVIG_LABEL
source: Hedvig pays out
sv_se: Hedvig betalar ut

# CLAIMS_PAYOUT_PROGRES_LABEL
source: Making payout...
da_dk: Behandler udbetaling...
nb_no: Behandler utbetaling...
sv_se: Genomför utbetalning...

# CLAIMS_PAYOUT_SUCCESS_LABEL
source: The money has been sent and will appear on your account within 1-3 days
da_dk: Pengene er sendt og vises på din konto inden for 1-3 dage
nb_no: Pengene er sendt og vises på kontoen din innen 1-3 dager
sv_se: Pengarna har skickats och syns på ditt konto inom 1-3 dagar

# CLAIMS_PLEDGE_SLIDE_LABEL
source: I promise
da_dk: Jeg lover
nb_no: Jeg lover
sv_se: Jag lovar

# CLAIMS_SELECT_CATEGORY
source: Select a category
da_dk: Vælg en kategori
nb_no: Velg en kategori
sv_se: Välj en kategori

# CLAIMS_SINGLE_ITEM_DETAILS
source: Fill in details about your item
da_dk: Udfyld detaljer om din vare
nb_no: Fyll inn detaljer om varen din
sv_se: Fyll i detaljer om ditt objekt

# CLAIMS_SINGLE_ITEM_NOTICE_LABEL
source: If you do not remember the purchase price or purchase date, you do not need to fill in anything.
da_dk: Husker du ikke købspris eller købsdato, behøver du ikke udfylde noget.
nb_no: Hvis du ikke husker kjøpesum eller kjøpsdato, trenger du ikke fylle ut noe.
sv_se: Om du inte minns inköpspris eller inköpsdatum behöver du inte fylla i något.

# CLAIMS_SINGLE_ITEM_NOTICE_WITHOUT_PRICE_LABEL
source: If you do not remember, you do not need to fill in anything.
da_dk: Husker du ikke, behøver du ikke udfylde noget.
nb_no: Hvis du ikke husker, trenger du ikke fylle ut noe.
sv_se: Om du inte minns, behöver du inte fylla i något.

# CLAIMS_START_RECORDING_LABEL
source: Start recording
da_dk: Start optagelsen
nb_no: Start opptak
sv_se: Börja inspelning

# CLAIMS_SUCCESS_LABEL
source: Your claim will now be handled by our service team. Depending on the extent of your claim, the response time varies. If you have any questions, don't hesitate to get in touch here in the app.
da_dk: Dit krav vil nu blive behandlet af vores serviceteam. Har du nogen spørgsmål? Send os en besked her i appen.
nb_no: Har du noen spørsmål? Send oss en melding her i appen.
sv_se: Ditt ärende hanteras nu av vårt serviceteam. Beroende på omfattningen av ditt ärende varierar svarstiden. Har du frågor så tveka inte på att höra av dig här i appen.

# CLAIMS_SUCCESS_TITLE
source: Claim submitted
da_dk: Besked sendt
nb_no: Varsel sendt
sv_se: Anmälan skickad

# CLAIMS_SUMMARY_DETAIL_INFO
source: Details
sv_se: Detaljinformation

# CLAIMS_SUMMARY_WHAT_IS_ABOUT
source: Subject of claim
sv_se: Vad skadan gäller

# CLAIMS_TEXT_INPUT_MIN_CHARACTERS_ERROR
source: Input text must be at least %1$d characters.
sv_se: Texten måste innehålla minst %1$d tecken.

# CLAIMS_TEXT_INPUT_PLACEHOLDER
source: Describe your claim
da_dk: Beskriv dit ærinde...
nb_no: Beskriv ditt ærend...
sv_se: Beskriv ditt ärende

# CLAIMS_TEXT_INPUT_POPOVER_PLACEHOLDER
source: What happened?
sv_se: Vad har hänt?

# CLAIMS_TRIAGING_WHAT_HAPPENED_TITLE
source: What has happened?
da_dk: Hvad er der sket?
nb_no: Hva har skjedd?
sv_se: Vad har hänt?

# CLAIMS_TRIAGING_WHAT_ITEM_TITLE
source: What item is it about?
da_dk: Hvilken vare handler det om?
nb_no: Hvilken vare gjelder det?
sv_se: Vilket föremål gäller det?

# CLAIMS_USE_AUDIO_RECORDING
source: Use voice recording
da_dk: Lav lydoptagelse
nb_no: Lag lydopptak
sv_se: Gör röstinspelning

# CLAIMS_USE_TEXT_INSTEAD
source: Describe using text
da_dk: Beskriv i tekst
nb_no: Beskriv i tekst
sv_se: Beskriv i text

# CLAIMS_YOUR_CLAIM
source: Your claim
da_dk: Din skadesbehandling
nb_no: Din skadebehandling
sv_se: Din skadeanmälan

# CLAIM_CHAT_AUDIO_RECORDING_LABEL
source: Voice recording
sv_se: Röstinspelning

# CLAIM_CHAT_EDIT_ANSWER_BUTTON
source: Edit answer
sv_se: Ändra svar

# CLAIM_CHAT_EDIT_EXPLANATION
source: Editing this answer will clear everything you’ve filled in after it. You’ll need to go through those steps again.
sv_se: Ändrar du det här svaret rensas allt du fyllt i efter det. Du behöver gå igenom de stegen igen.

# CLAIM_CHAT_EDIT_TITLE
source: Previous answers will be reset
sv_se: Tidigare svar kommer att rensas

# CLAIM_CHAT_ERROR_MESSAGE
source: Make sure you fill in all the required fields
sv_se: Dubbelkolla att du fyllt i alla obligatoriska fält

# CLAIM_CHAT_FILE_TITLE
source: Uploaded files
sv_se: Uppladdade filer

# CLAIM_CHAT_FILE_UPLOAD_HINT
source: You can upload images, PDFs or other files. Only include files that are relevant to your claim.
sv_se: Du kan ladda upp bilder, PDF:er eller andra filer. Ladda bara upp filer som är relevanta för din skadeanmälan.

# CLAIM_CHAT_FILE_UPLOAD_SEND_BUTTON
source: Send files
sv_se: Ladda upp filer

# CLAIM_CHAT_FORM_NUMBER_MAX_CHAR
source: Value must be at most %d
sv_se: Värdet får vara högst %d

# CLAIM_CHAT_FORM_NUMBER_MIN_CHAR
source: Value must be at least %d
sv_se: Värdet måste vara minst %d

# CLAIM_CHAT_FORM_REQUIRED_FIELD
source: This field is required
sv_se: Fält är obligatoriskt

# CLAIM_CHAT_FORM_TEXT_MAX_CHAR
source: Value must be at most %d characters long
sv_se: Värdet får vara högst %d tecken

# CLAIM_CHAT_FORM_TEXT_MIN_CHAR
source: Value must be at least %d characters long
sv_se: Värdet måste vara minst %d tecken

# CLAIM_CHAT_FREE_TEXT_LABEL
source: Written description
sv_se: Textbeskrivning

# CLAIM_CHAT_GET_NOTIFIED
source: Get notified
sv_se: Bli meddelad

# CLAIM_CHAT_OTHER_TITLE
source: Other information
sv_se: Övrig information

# CLAIM_CHAT_PHONE_NUMBER_MISSING
source: Please provide phone number in the case we need to contact you
sv_se: Vänligen ange telefonnummer ifall vi behöver kontakta dig

# CLAIM_CHAT_PHONE_NUMBER_UPDATE
source: Make sure we have right phone number in the case we need to contact you
sv_se: Se till att vi har rätt telefonnummer ifall vi behöver kontakta dig

# CLAIM_CHAT_RECORDING_TITLE
source: Recording
sv_se: Inspelning

# CLAIM_CHAT_SINGLE_ITEM_DETAILS_HINT
source: If you don't remember the purchase date, you don't need to fill in anything.
sv_se: Om du inte minns inköpsdatum behöver du inte fylla i något.

# CLAIM_CHAT_SKIPPED_STEP
source: Skipped
sv_se: Saknas

# CLAIM_CHAT_SKIP_STEP
source: Skip
sv_se: Hoppa över

# CLAIM_CHAT_SUBMIT_CLAIM
source: Submit your claim
sv_se: Skicka in ditt skadeärende

# CLAIM_CHAT_SUCCESS_GO_TO_CLAIM
source: Go to claim
sv_se: Gå till ärende

# CLAIM_CHAT_SUCCESS_MESSAGE
source: Your claim was submitted successfully
sv_se: Ditt ärende har skickats in

# CLAIM_CHAT_TASK_CONTENT_DESCRIPTION
source: Processing information, please wait.
sv_se: Bearbetar information, vänligen vänta.

# CLAIM_CHAT_TITLE
source: Claim
sv_se: Skadeanmälan

# CLAIM_CHAT_USE_AUDIO
source: Start voice recording
sv_se: Starta röstinspelning

# CLAIM_CHAT_USE_TEXT_INPUT
source: Describe with text
sv_se: Beskriv med text

# CLAIM_DATE_AND_LOCATION_HINT
source: If you don't know the exact date, enter an approximate date.
sv_se: Om du inte vet exakt datum, fyll i på ett ungefär när det inträffade.

# CLAIM_DETAILS_DATE_OF_ACCIDENT
source: Date of occurrence
sv_se: Händelsedatum

# CLAIM_FLOW_CHAT_SUBMIT_CLAIM_BUTTON
source: Submit your claim
sv_se: Skicka in din skadeanmälan

# CLAIM_TRIAGING_ABOUT_TITILE
source: What insurance is it about?
nb_no: Vilken forsikring gjelder det?
sv_se: Vilken försäkring gäller det?

# CLAIM_TRIAGING_NAVIGATION_TITLE
source: What does your claim concern?
da_dk: Hvem eller hvad er kommet til skade?
nb_no: Hvem eller hva har blitt skadet?
sv_se: Vad gäller ditt ärende?

# COINSURED_EDIT_TITLE
source: Insured people
da_dk: Forsikrede mennesker
nb_no: Forsikrede mennesker
sv_se: Försäkrade personer

# COINSURED_ENTER_MANUALLY_BUTTON
source: Enter manually
da_dk: Indtast manuelt
nb_no: Angi manuelt
sv_se: Ange manuellt

# COINSURED_SSN_NOT_FOUND
source: SSN not found
da_dk: SSN ikke fundet
nb_no: SSN ikke funnet
sv_se: Personnumret hittades inte

# COINSURED_WITHOUT_SSN_INFO
source: We were unable to retrieve the information linked to this Social Security number. Please enter it manually.
sv_se: Vi kunde inte hämta informationen kopplat till personnumret. Ange det manuellt.

# COMMON_CLAIM_BUTTON
source: Book now
da_dk: Book nu
nb_no: Bestill nå
sv_se: Boka nu

# COMMON_CLAIM_EMERGENCY_BUTTON_TITLE
source: How to get help abroad
sv_se: Hur du får hjälp utomlands

# COMMON_CLAIM_EMERGENCY_TITLE
source: Sick abroad
da_dk: Syg i udlandet
nb_no: Syk i utlandet
sv_se: Sjuk utomlands

# CONFIRMATION_SCREEN_DOCUMENT_TITLE
source: Documents
da_dk: Dokumenter
nb_no: Dokumenter
sv_se: Dokument

# CONFIRM_CHANGES_SUBTITLE
source: Please note that your updates will be effective on %@.
sv_se: Notera att dina ändringar börjar gälla från och med %@.

# CONFIRM_CHANGES_TITLE
source: Confirm changes
sv_se: Godkänn ändringar

# CONTRACTS_TRIAL_TERMINATION_DATE_MESSAGE
source: Valid until %1$@
da_dk: Gyldig indtil %1$@
nb_no: Gyldig til %1$@
sv_se: Giltigt till %1$@

# CONTRACTS_TRIAL_TERMINATION_DATE_MESSAGE_TOMORROW
source: Valid until tomorrow
da_dk: Gælder til i morgen
nb_no: Gjelder til i morgen
sv_se: Giltigt till imorgon

# CONTRACT_ADD_COINSURED
source: Add co-insured
da_dk: Tilføj medforsikret
nb_no: Legg til medforsikret
sv_se: Lägg till medförsäkrad

# CONTRACT_ADD_COINSURED_ACTIVE_FROM
source: Activates %1$@
da_dk: Aktiverer %1$@
nb_no: Aktiverer %1$@
sv_se: Aktiveras %1$@

# CONTRACT_ADD_COINSURED_ACTIVE_UNTIL
source: Active until %1$@
da_dk: Aktiv indtil %1$@
nb_no: Aktiv til %1$@
sv_se: Aktiv till %1$@

# CONTRACT_ADD_COINSURED_CONFIRM_CHANGES
source: Confirm changes
da_dk: Godkend ændringer
nb_no: Godkjenn endringer
sv_se: Godkänn ändringar

# CONTRACT_ADD_COINSURED_NO_SSN
source: Add without personal identity no.
da_dk: Tilføj uden personnummer
nb_no: Legg til uten personnummer
sv_se: Lägg till utan personnummer

# CONTRACT_ADD_COINSURED_PROCESSING
source: Making changes...
da_dk: Foretager ændringer...
nb_no: Gjør endringer...
sv_se: Gör ändringar...

# CONTRACT_ADD_COINSURED_REVIEW_INFO
source: Please add information for all co-insured in order to proceed.
da_dk: Du skal tilføje oplysninger for alle medforsikrede personer for at fortsætte.
nb_no: Du må legge til informasjon om alle medforsikrede for å fortsette.
sv_se: Du behöver lägga till information för alla medförsäkrade för att gå vidare.

# CONTRACT_ADD_COINSURED_STARTS_FROM
source: Starts from %1$@
da_dk: Starter %1$@
nb_no: Starter den %1$@
sv_se: Gäller från %1$@

# CONTRACT_ADD_COINSURED_UPDATED_LABEL
source: Your insurance will be updated starting from %1$@
da_dk: Din forsikring vil blive opdateret den %1$@.
nb_no: Forsikringen din vil bli oppdatert %1$@ .
sv_se: Din försäkring kommer att uppdateras den %1$@.

# CONTRACT_ADD_COINSURED_UPDATED_TITLE
source: Co-insured updated
da_dk: Medforsikret opdateret
nb_no: Medforsikret oppdatert
sv_se: Medförsäkrade uppdaterade

# CONTRACT_ADD_CONISURED_INFO
source: Add info of co-insured
sv_se: Lägg till info om medförsäkrad

# CONTRACT_BIRTH_DATE
source: Date of birth
da_dk: Fødselsdato
nb_no: Fødselsdato
sv_se: Födelsedatum

# CONTRACT_CHANGE_INFORMATION_TITLE
source: What do you want to edit?
da_dk: Hvad vil du redigere?
nb_no: Hva vil du redigere?
sv_se: Vad vill du ändra?

# CONTRACT_COINSURED
source: Co-insured
da_dk: Medforsikrede
nb_no: Medforsikret
sv_se: Medförsäkrad

# CONTRACT_COINSURED_ADD_PERSONAL_INFO
source: You need to add personal information to your co-insured people
da_dk: Du skal tilføje personlige oplysninger til dine medforsikrede
nb_no: Du må legge til personlig informasjon til de medforsikrede
sv_se: Du måste lägga till information för dina medförsäkrade

# CONTRACT_COINSURED_MISSING_ADD_INFO
source: Add info
da_dk: Tilføj oplysninger
nb_no: Legg til informasjon
sv_se: Lägg till information

# CONTRACT_COINSURED_MISSING_INFORMATION_LABEL
source: We are missing information about your co-insured. Please add it as soon as possible.
da_dk: Vi mangler vigtige oplysninger om din medforsikrede. Tilføj det så hurtigt som muligt.
nb_no: Vi mangler viktig informasjon om din medforsikrede. Legg den til så snart som mulig.
sv_se: Vi saknar information om din medförsäkrade. Lägg till det så snart som möjligt.

# CONTRACT_COINSURED_MISSING_INFO_TEXT
source: Add more information about your co-insured for better help
da_dk: Tilføj flere oplysninger om din medforsikrede for bedre hjælp
nb_no: Legg til mer informasjon om din medforsikrede for bedre hjelp
sv_se: Lägg till mer information om dina medförsäkrade för bättre hjälp

# CONTRACT_COINSURED_MISSING_LATER
source: Do it later
da_dk: Gør det senere
nb_no: Gjør det senere
sv_se: Gör det senare

# CONTRACT_COINSURED_UPDATE_IN_FUTURE
source: Your insurance will be updated and cover you +%1$d people starting from %2$@
da_dk: Din forsikring vil blive opdateret og dækker dig + %1$d personer fra %2$@
nb_no: Forsikringen din vil bli oppdatert og dekker deg + %1$d personer fra og med %2$@
sv_se: Din försäkring kommer att uppdateras och täcker dig + %1$d personer från och med %2$@

# CONTRACT_COVERAGE_MORE_INFO
source: More information
da_dk: Flere oplysninger
nb_no: Mer informasjon
sv_se: Mer information

# CONTRACT_EDIT_COINSURED
source: Edit co-insured
da_dk: Rediger medforsikrede
nb_no: Rediger medforsikrede
sv_se: Ändra medförsäkrade

# CONTRACT_EDIT_INFO
source: Edit info
da_dk: Rediger info
nb_no: Rediger
sv_se: Ändra

# CONTRACT_EDIT_INFO_LABEL
source: Edit your insurance
sv_se: Ändra din försäkring

# CONTRACT_FIRST_NAME
source: First name
da_dk: Fornavn
nb_no: Fornavn
sv_se: Förnamn

# CONTRACT_LAST_NAME
source: Last name
da_dk: Efternavn
nb_no: Etternavn
sv_se: Efternamn

# CONTRACT_NO_INFORMATION
source: No information available
da_dk: Ingen information tilgængelig
nb_no: Ingen informasjon tilgjengelig
sv_se: Ingen information tillgänglig

# CONTRACT_PERSONAL_IDENTITY
source: Personal identity no.
da_dk: CPR-nummer
nb_no: Personnummer
sv_se: Personnummer

# CONTRACT_REMOVE_COINSURED_CONFIRMATION
source: Are you sure you want to remove co-insured?
da_dk: Er du sikker på, at du vil fjerne medforsikrede?
nb_no: Er du sikker på at du vil fjerne medforsikrede?
sv_se: Är du säker på att du vill ta bort medförsäkrade?

# CONTRACT_SSN_FETCH_INFO
source: Fetch info
da_dk: Hent info
nb_no: Hent informasjon
sv_se: Hämta information

# CONTRACT_STATUS_ACTIVE_IN_FUTURE
source: To be activated on %1$@
da_dk: Aktiveres %1$@
nb_no: Aktiveres den %1$@
sv_se: Aktiveras %1$@

# CONTRACT_STATUS_PENDING
source: Waiting for start date
da_dk: Venter på startdato
nb_no: Venter på startdato
sv_se: Väntar på startdatum

# CONTRACT_STATUS_TERMINATED
source: Terminated
da_dk: Afsluttet
nb_no: Avsluttet
sv_se: Avslutad

# CONTRACT_STATUS_TERMINATED_TODAY
source: To be terminated after today
da_dk: Afsluttes efter i dag
nb_no: Avsluttes etter i dag
sv_se: Avslutas efter idag

# CONTRACT_STATUS_TO_BE_TERMINATED
source: Terminates on %1$@
da_dk: Afsluttes %1$@
nb_no: Avsluttes %1$@
sv_se: Avslutas %1$@

# CONTRACT_TERMINATED_ON
source: Terminated %1$@
da_dk: Afsluttet %1$@
nb_no: Avsluttet %1$@
sv_se: Avslutad %1$@

# CONTRACT_VIEW_CERTIFICATE_BUTTON
source: View certificate
da_dk: Se certifikat
nb_no: Se sertifikat
sv_se: Se certifikat

# CROSS_SELL_BANNER_TEXT
source: Popular choice
sv_se: Populärt val

# CROSS_SELL_BUTTON
source: See your price
sv_se: Se ditt pris

# CROSS_SELL_SUBTITLE
source: Discover more insurances
sv_se: Upptäck fler försäkringar

# DASHBOARD_INSURANCE_STATUS_ACTIVE
source: Active
da_dk: Aktiv
nb_no: Aktiv
sv_se: Aktiv

# DASHBOARD_INSURANCE_STATUS_ACTIVE_UPDATE_DATE
source: To be updated %1$@
da_dk: Opdateres den %1$@
nb_no: Skal oppdateres %1$@
sv_se: Uppdateras %1$@

# DASHBOARD_RENEWAL_PROMPTER_BODY
source: In %1$li days your insurance will be renewed. Read your updated insurance certificate here.
da_dk: Om %1$li dage bliver din forsikring fornyet. Læs din opdaterede forsikringspolice her.
nb_no: Om %1$li dagar kommer forsikringen din til å fornyes. Les den oppdaterte versjonen av forsikringssertifikatet ditt her.
sv_se: Om %1$li dagar kommer din försäkring förnyas. Läs ditt uppdaterade försäkringsbrev här.

# DASHBOARD_RENEWAL_PROMPTER_BODY_BUTTON
source: Read certificate
da_dk: Læs police
nb_no: Les forsikringsbrev
sv_se: Läs försäkringsbrev

# DASHBOARD_RENEWAL_PROMPTER_BODY_TOMORROW
source: Your insurance will be renewed tomorrow. Read your updated insurance certificate here.
da_dk: Din forsikring bliver fornyet i morgen. Læs dit opdaterede forsikringsbevis her.
nb_no: Forsikringen din fornyes i morgen. Les ditt oppdaterte forsikringsbevis her.
sv_se: Din försäkring kommer att förnyas imorgon. Läs ditt uppdaterade försäkringsbevis här.

# DEEP_LINK_CONTRACT
source: Contract
da_dk: Kontrakt
nb_no: Kontrakt
sv_se: Försäkring

# DELETE_ACCOUNT.CONFIRMATION_TITLE
source: Are you sure you want to delete your account?
da_dk: Er du sikker på at du vil slette din konto?
nb_no: Er du sikker på at du vil slette kontoen din?
sv_se: Är du säker på att du vill radera ditt konto?

# DELETE_ACCOUNT.CONFIRM_BUTTON
source: Delete account
da_dk: Slet konto
nb_no: Slett konto
sv_se: Radera konto

# DELETE_ACCOUNT.DELETED_DATA_DESCRIPTION
source: This will permanently delete your account along with your personal data. Due to local regulations, any data associated with past claims and insurances will be kept for 10 years.
da_dk: Dette vil permanent slette din konto og dine personlige data. Grundet lokal lovgivning vil al data associeret med tidligere erstatningssager og forsikringer blive bevaret i 10 år.
nb_no: Dette vil permanent slette kontoen din sammen med din personlige informasjon. På grunn av lokale regler vil informasjon knyttet til tidligere krav og forsikringer bli oppbevart i 10 år.
sv_se: Ditt konto tillsammans med dina personuppgifter kommer att raderas permanent. Data kopplad till tidigare skadeärenden och föräkringar kommer på grund av lokal lagstiftning att sparas i 10 år.

# DELETE_ACCOUNT.DELETE_ACCOUNT_DESCRIPTION
source: As an insurance company, Hedvig is obliged to save the insurance contract and related information as long as it is possible to claim insurance compensation. This period can vary depending on the type of insurance, but is at least 10 years after the insurance has ended. If you want us to delete the information we are not required by law to save, you can use the button below. [Here](https://www.hedvig.com/se-en/hedvig/privacy-policy) you can read about how Hedvig handles your personal data.
da_dk: Som forsikringsselskab er Hedvig forpligtet til at gemme forsikringsaftalen og tilhørende oplysninger, så længe det er muligt at kræve forsikringserstatning. Denne periode kan variere afhængig af forsikringstype, men er mindst 10 år efter forsikringens ophør. Hvis du ønsker, at vi sletter de oplysninger, vi ikke er forpligtet til at gemme, kan du bruge knappen herunder. [Her](https://www.hedvig.com/se-en/hedvig/privacy-policy) kan du læse om, hvordan Hedvig håndterer dine persondata.
nb_no: Som forsikringsselskap er Hedvig forpliktet til å lagre forsikringsavtalen og tilhørende opplysninger så lenge det er mulig å kreve forsikringserstatning. Denne perioden kan variere avhengig av type forsikring, men er minst 10 år etter at forsikringen er avsluttet. Hvis du ønsker at vi skal slette informasjonen vi ikke er lovpålagt å lagre, kan du bruke knappen nedenfor. [Her](https://www.hedvig.com/se-en/hedvig/privacy-policy) kan du lese om hvordan Hedvig håndterer dine personopplysninger.
sv_se: Som försäkringsbolag är Hedvig skyldig att spara försäkringsavtalet och relaterad information så länge det är möjligt att göra anspråk på försäkringsersättning. Denna period kan variera beroende på vilken typ av försäkring det gäller men är minst 10 år efter försäkringens utgång baserat på preskriptionstider. Om du vill ta bort den information som vi enligt lag inte måste lagra, gör du det genom knappen nedan. [Här](https://www.hedvig.com/se/hedvig/personuppgifter) kan du läsa mer om hur dina personuppgifter hanteras hos Hedvig.

# DELETE_ACCOUNT.DELETE_ACCOUNT_TITLE
source: Important information
da_dk: Vigtig information
nb_no: Viktig informasjon
sv_se: Viktig information

# DELETE_ACCOUNT.ONGOING_CLAIMS_DESCRIPTION
source: We can’t delete your account as long as you have any ongoing claims or active insurances. Need help with any of these? Please, write us a message in the app.
da_dk: Vi kan ikke slette din konto så længe du har igangværende erstatningssager eller aktive forsikringer. Brug for hjælp til at afslutte disse? Kontakt venligst vores service team i chatten.
nb_no: Vi kan ikke slette kontoen din så lenge du har pågående saker eller aktive forsikringer. Trenger du hjelp med dette? Si fra til vårt service-team i chaten.
sv_se: Vi kan inte radera ditt konto så länge du har pågående skadeärenden eller aktiva försäkringar hos oss. Behöver du hjälp med något av detta? Skriv till oss direkt i appen.

# DELETE_ACCOUNT.ONGOING_CLAIMS_TITLE
source: You have some unfinished business
da_dk: Du har uafsluttede sager
nb_no: Du er ikke helt ferdig ennå
sv_se: Du behöver avsluta några saker först

# DELETE_ACCOUNT.PROCESSED_BUTTON
source: Back to profile
da_dk: Tilbage til profil
nb_no: Tilbake til profilen
sv_se: Tillbaka till profil

# DELETE_ACCOUNT.PROCESSED_DESCRIPTION
source: You will get an email from us within 30 days to confirm that your account has been deleted
da_dk: Vi sender dig en mail med bekræftning så snart din konto er blevet slettet. Kontoen vil være aktiv indtil da.
nb_no: Vi vil sende deg en bekreftelse på epost så snart kontoen din har blitt slettet. Din konto vil være aktiv frem til da.
sv_se: Du kommer få ett bekräftelsemail från oss inom 30 dagar som bekräftar att ditt konto har raderats

# DELETE_ACCOUNT.PROCESSED_TITLE
source: We will delete the information that we are not required to store by law.
da_dk: Din konto bliver slettet
nb_no: Kontoen din vil bli slettet
sv_se: Vi kommer att radera den information som vi enligt lag inte måste lagra
