Repository: HedvigInsurance/ugglan
Catalog: Projects/hCore/Resources/*.lproj/Localizable.strings
Languages: da_dk, nb_no, sv_se

# A11Y_AUDIO_RECORDING
source: Voice recording
da_dk: Lydoptagelse
nb_no: Lydopptak
sv_se: Röstinspelning

# A11Y_CHARACTER_LIMIT
source: %1$d of %2$d characters entered
sv_se: %1$d av %2$d tecken angivna

# A11Y_CLEAR_FIELD
source: Clear field
sv_se: Rensa fält

# A11Y_CLOSE
source: Close
sv_se: Stäng

# A11Y_PAUSE
source: Pause
sv_se: Pausa

# A11Y_PLAY
source: Play
sv_se: Spela

# A11Y_SCROLL_DOWN
source: Scroll to bottom
sv_se: Skrolla längst ner på sidan

# A11Y_VIEW_DETAILS
source: View details
sv_se: Visa detaljer

# ACTIVATE_NOTIFICATIONS_TITLE
source: Get notified
da_dk: Få besked
nb_no: Bli varslet
sv_se: Få info direkt

# ADDON_ADD_COVERAGE
source: Add coverage
da_dk: Tilføj dækning
nb_no: Legg til dekning
sv_se: Lägg till skydd

# ADDON_CAR_ALLRISK_DISPLAY_NAME
source: All-risk
sv_se: Drulle

# ADDON_CAR_DEDUCTIBLE_REDUCTION_DISPLAY_NAME
source: Lower deductible
sv_se: Självriskavdrag

# ADDON_CAR_RENTAL_CAR_DISPLAY_NAME
source: Rental car
sv_se: Hyrbil

# ADDON_FLOW_CONFIRMATION_BUTTON
source: Yes, upgrade my coverage
sv_se: Ja, uppgradera mitt skydd

# ADDON_FLOW_CONFIRMATION_DESCRIPTION
source: This upgrade will take effect from %1$@ and can only be removed when your insurance is renewed or cancelled.
sv_se: Den här uppgraderingen börjar gälla %1$@ och kan endast tas bort när din försäkring förnyas eller avslutas.

# ADDON_FLOW_CONFIRMATION_TITLE
source: Confirm upgraded coverage
sv_se: Bekräfta uppgraderat skydd

# ADDON_FLOW_COVER_BUTTON
source: See what's included
sv_se: Se vad som ingår

# ADDON_FLOW_LEARN_MORE_BUTTON
source: Learn more
sv_se: Läs mer

# ADDON_FLOW_PRICE_LABEL
source: +%@/mo
da_dk: +%@/mån
nb_no: +%@/mnd
sv_se: +%@/mån

# ADDON_FLOW_SEE_PRICE_BUTTON
source: See your price
sv_se: Se ditt pris

# ADDON_FLOW_SELECT_BUTTON
source: Select
sv_se: Välj

# ADDON_FLOW_SELECT_DAYS_PLACEHOLDER
source: Maximum travel limit
sv_se: Antal resdagar

# ADDON_FLOW_SELECT_INSURANCE_SUBTITLE
source: Select the insurance you would like to add coverage for
sv_se: Välj den försäkring du vill lägga till extra skydd för

# ADDON_FLOW_SELECT_INSURANCE_TITLE
source: Add extra coverage
sv_se: Utöka ditt reseskydd

# ADDON_FLOW_SELECT_SUBOPTION_SUBTITLE
source: Days covered when travelling
sv_se: Välj antalet resdagar som täcks

# ADDON_FLOW_SELECT_SUBOPTION_TITLE
source: Choose your maximum travel limit
sv_se: Välj antal resdagar

# ADDON_FLOW_SUBTITLE
source: For extra safety when you are travelling abroad
sv_se: För extra trygghet när du reser utomlands

# ADDON_FLOW_SUCCESS_SUBTITLE
source: Your extended coverage will be effective from %@.
sv_se: Din nya tilläggsförsäkring börjar gälla från och med %@.

# ADDON_FLOW_SUCCESS_TITLE
source: Added successfully
sv_se: Tilläggsförsäkring tillagd

# ADDON_FLOW_SUMMARY_ACTIVE_FROM
source: Activates %1$@
da_dk: Aktiverer %1$@
nb_no: Aktiverer %1$@
sv_se: Aktiveras %1$@

# ADDON_FLOW_SUMMARY_CONFIRM_BUTTON
source: Add and confirm
sv_se: Lägg till och bekräfta

# ADDON_FLOW_SUMMARY_INFO_TEXT
source: The extended coverage is tied to your contract period and can only be removed when your insurance is renewed or cancelled.
sv_se: Tilläggsförsäkringen är bunden till din försäkring och kan endast tas bort när din försäkring förnyas eller avslutas.

# ADDON_FLOW_SUMMARY_PRICE_SUBTITLE
source: Added to your total monthly premium
sv_se: Läggs på ditt totala månadspris

# ADDON_FLOW_TITLE
source: Extend your travel coverage
sv_se: Utöka ditt reseskydd

# ADDON_FLOW_TRAVEL_INFORMATION_CARD_TEXT
source: Travel Insurance Plus is our extended travel insurance, for extra coverage on your trip.
sv_se: Reseskydd Plus är vår utökade reseförsäkring som täcker fler händelser under resan.

# ADDON_FLOW_TRAVEL_INFORMATION_DESCRIPTION
source: Travel Insurance Plus is extended coverage for those who want to add to the basic travel coverage included in their Hedvig Home Insurance.
sv_se: Tilläggsförsäkringen Reseskydd Plus är ett utökat skydd för dig som vill komplettera det grundläggande reseskyddet i din hemförsäkring hos Hedvig.

# ADDON_FLOW_TRAVEL_INFORMATION_TITLE
source: What is Travel Insurance Plus?
sv_se: Vad är Reseskydd Plus?

# ADDON_LEARN_MORE_LABEL
source: See what's included
da_dk: Se hvad der er inkluderet
nb_no: Se hva som er inkludert
sv_se: Se vad som ingår

# ADDON_REMOVE_CANCEL_BUTTON
source: Keep current coverage
sv_se: Behåll nuvarande skydd

# ADDON_REMOVE_CONFIRM_BUTTON
source: Cancel %1$@
sv_se: Avsluta %1$@

# ADDON_REMOVE_DESCRIPTION
source: By canceling this extended coverage, your home insurance will no longer include this extra protection.
sv_se: Om du avslutar detta tillägg ingår inte det extra skyddet längre i din hemförsäkring.

# ADDON_REMOVE_TITLE
source: Cancel %1$@
sv_se: Avsluta %1$@

# ADDON_TRAVEL_DISPLAY_NAME
source: Travel Insurance Plus
sv_se: Reseskydd Plus

# ALERT_CANCEL
source: Cancel
da_dk: Annuller
nb_no: Avbryt
sv_se: Avbryt

# AUDIO_RECORDER_LISTEN
source: Listen
sv_se: Lyssna

# AUDIO_RECORDER_SEND
source: Send
sv_se: Skicka

# AUDIO_RECORDER_SEND_ERROR_TITLE
source: Could not send recording
sv_se: Kunde inte skicka inspelning

# AUDIO_RECORDER_START
source: Start
sv_se: Starta

# AUDIO_RECORDER_START_OVER
source: Start over
sv_se: Börja om

# AUDIO_RECORDER_STOP
source: Stop
sv_se: Stoppa

# AUTHENTICATION_BANKID_LOGIN_LABEL
source: Open the BankID app on your phone or scan the QR-code to login
da_dk: Åbn BankID-appen på din telefon eller scan QR-koden for at logge ind
nb_no: Åpne BankID-appen på telefonen eller skann QR-koden for å logge inn
sv_se: Öppna BankID-appen på din telefon eller skanna QR-koden för att logga in

# AUTHENTICATION_BANKID_LOGIN_TITLE
source: Login with BankID
da_dk: Log ind med BankID
nb_no: Logg inn med BankID
sv_se: Logga in med BankID

# AUTHENTICATION_BANKID_OPEN_BUTTON
source: Open BankID
da_dk: Åbn BankID
nb_no: Åpne BankID
sv_se: Öppna BankID

# AUTH_OTP_YOUR_EMAIL
source: your email
da_dk: din email
nb_no: din epost
sv_se: din email

# AUTOMATED_MESSAGE_ESCALATION_BANNER_TEXT
source: We will get back to you as soon as possible. In the meantime you can close the app.
sv_se: Vi återkommer till dig så fort som möjligt. Under tiden kan du stänga ner appen.

# AUTOMATED_MESSAGE_ESCALATION_BANNER_TITLE
source: Conversation sent to our service team
sv_se: Ditt ärende har skickats till vårt serviceteam

# AUTOMATED_MESSAGE_INFO_CARD_BUTTON
source: Read more
sv_se: Läs mer

# AUTOMATED_MESSAGE_INFO_CARD_TEXT
source: If necessary, you’ll be automatically connected to our service team.
sv_se: Vid behov kopplas du automatiskt vidare till vårt serviceteam.

# AUTOMATED_MESSAGE_INFO_CARD_TITLE
source: We use AI for faster service
sv_se: Vi använder AI för snabbare service

# AUTOMATED_MESSAGE_INFO_SHEET_TEXT
source: We use AI to help you as quickly as possible. The answers are generated automatically and may not always be correct. If necessary, you’ll be connected to our service team to help you further. The details of your insurance are outlined in your insurance letter and terms and conditions.
sv_se: Vi använder AI för att du ska få så snabb hjälp som möjligt. Svaren genereras automatiskt och kan ibland innehålla felaktigheter. Vid behov kopplas du till vårt serviceteam som hjälper dig. Vad som gäller för din försäkring anges i ditt försäkringsbrev och i dina villkor.

# AUTOMATED_MESSAGE_INFO_SHEET_TITLE
source: AI and automated messages
sv_se: AI och automatiska meddelanden

# BANKID_FAILED_MESSAGE
source: Please try again. If you've previously had an insurance with us, please reach out to us in the app or email at hedvig@hedvig.com.
sv_se: Försök igen. Om du tidigare har haft en försäkring hos oss kan du kontakta oss i appen eller via e-post på hedvig@hedvig.com.

# BANKID_FAILED_TITLE
source: Signing with BankID failed
sv_se: Signering med BankID misslyckades

# BANKID_LOGIN_TITLE
source: Login
da_dk: Log på
nb_no: Logg inn
sv_se: Logga in

source: BankID on another device
da_dk: BankID på en anden enhed
nb_no: BankID på en annen enhet
sv_se: BankID på en annan enhet

# BANKID_USER_CANCEL_TITLE
source: BankID was cancelled
sv_se: BankID avbröts

# BUNDLE_DISCOUNT_PROGRESS_SEGMENT_SUBTITLE_CURRENT_APPLIED_DISCOUNT
source: %1$@ discount
sv_se: %1$@ rabatt

# BUNDLE_DISCOUNT_PROGRESS_SEGMENT_SUBTITLE_NO_DISCOUNT
source: No discount
sv_se: Ingen rabatt

# BUNDLE_DISCOUNT_PROGRESS_SEGMENT_TITLE_ONE_INSURANCE
source: 1 insurance
sv_se: 1 försäkring

# BUNDLE_DISCOUNT_PROGRESS_SEGMENT_TITLE_THREE_OR_MORE
source: 3 or more
sv_se: 3 eller fler

# BUNDLE_DISCOUNT_PROGRESS_SEGMENT_TITLE_TWO_INSURANCES
source: 2 insurances
sv_se: 2 försäkringar

# BUNDLE_DISCOUNT_TERMINATION_ELIGIBILITY_MESSAGE
source: Your bundle discount will be removed if you have fewer than two active insurances.
sv_se: Din samlingsrabatt tas bort om du har färre än två aktiva försäkringar.

# BUNDLE_DISCOUNT_TERMINATION_ELIGIBILITY_MESSAGE_CRM
source: Your bundle discount will be removed if you have fewer than two active insurances.
sv_se: Din samlingsrabatt slutar gälla när du har färre än två aktiva försäkringar.

# BUSINESS_MODEL_CARD_TEXT
source: Hedvig only takes 25%% of your monthly premium to improve the product and experience. The rest, 75%%, goes into a common claims pool. Any money left in that pool by the end of the year is donated to Milkywire.
da_dk: Hedvig tager kun 25%% af din månedlige betaling til at forbedre vores produkt og din brugeroplevelse. De resterende 75%% går i en fællespulje til udbetaling af erstatninger. Alle penge tilbage i puljen sidst på året doneres til Milkywire.
nb_no: Hedvig tar bare 25%% av det du betaler i måneden for å utvikle og forbedre vår tjeneste. Resten, 75%%, går til en felles skadepott for alle våre medlemmer. Er det penger igjen i den på slutten av året, gis disse videre til Milkywire.
sv_se: Hedvig tar bara 25%% av din månatliga premie för att utveckla och förbättra vår tjänst. Resterande 75%% går till en gemensam skadepool. Är det pengar över i den när året är slut doneras de till Milkywire.

# BUTTON_LOGIN_ALTERNATIVE_METHOD
source: Use alternative login method
sv_se: Använd annan inloggningsmetod

# CERTIFICATES.CREATE_CERTIFICATE
source: Create certificate
sv_se: Skapa intyg

# CERTIFICATES.DOWNLOAD
source: Download certificate
da_dk: Hent
nb_no: Laste ned
sv_se: Ladda ner intyg

# CERTIFICATES.EMAIL_SENT
source: Email sent
sv_se: Email skickat

# CERTIFICATES.GENERATING
source: Generating
da_dk: Genererer
nb_no: Genererer
sv_se: Skapas

# CERTIFICATES.VERIFY_EMAIL
source: Where should we send the certificate?
sv_se: Vart vill du att vi skickar intyget?

# CHANGE_ADDRESS_ACCEPT_OFFER
source: Confirm changes
da_dk: Godkend ændringer
nb_no: Godkjenn endringer
sv_se: Godkänn ändringar

# CHANGE_ADDRESS_ACTIVATION_DATE
source: Activates %1$@
da_dk: Aktiverer %1$@
nb_no: Aktiverer %1$@
sv_se: Aktiveras %1$@

# CHANGE_ADDRESS_ADD_BUILDING
source: Add building
da_dk: Tilføj bygning
nb_no: Legg til bygning
sv_se: Lägg till byggnad

# CHANGE_ADDRESS_ANCILLARY_AREA_ERROR
source: Please enter ancillary area
da_dk: Indtast biareal
nb_no: Skriv inn biarial
sv_se: Ange biyta

# CHANGE_ADDRESS_ANCILLARY_AREA_LABEL
source: Ancillary area
da_dk: Biareal
nb_no: Biarial
sv_se: Biyta

# CHANGE_ADDRESS_APARTMENT_OWN_LABEL
source: Homeowner
da_dk: Condominium
nb_no: Leilighet
sv_se: Bostadsrätt

# CHANGE_ADDRESS_APARTMENT_RENT_LABEL
source: Rental
da_dk: Lejemål
nb_no: Leieforhold
sv_se: Hyresrätt

# CHANGE_ADDRESS_BATHROOMS_ERROR
source: Please enter number of bathrooms
da_dk: Indtast venligst antallet af badeværelser
nb_no: Vennligst skriv inn antall bad
sv_se: Vänligen ange antal badrum

# CHANGE_ADDRESS_BATHROOMS_LABEL
source: Number of bathrooms
da_dk: Antal badeværelser
nb_no: Antall bad
sv_se: Antal badrum

# CHANGE_ADDRESS_COVERAGE_INFO_TEXT
source: If you have Standard or Max, Hedvig covers your belongings in your old home for %1$li days after you've moved.
sv_se: Om du har Standard eller Max, täcker Hedvig dina saker i din gamla bostad i %1$li dagar efter att du har flyttat.

# CHANGE_ADDRESS_CO_INSURED_LABEL
source: Insured people
da_dk: Antal personer
nb_no: Antall personer
sv_se: Antal personer

# CHANGE_ADDRESS_DETAILS
source: Details
da_dk: Detaljer
nb_no: Detaljer
sv_se: Detaljer

# CHANGE_ADDRESS_ENTER_NEW_ADDRESS_TITLE
source: Enter your new address
da_dk: Indtast adressen på dit nye hjem
nb_no: Skriv inn adressen til ditt nye hjem
sv_se: Fyll i adressen för din nya bostad

# CHANGE_ADDRESS_EXTRA_BUILDINGS_LABEL
source: Extra buildings
da_dk: Øvrige bygninger
nb_no: Øvrige bygninger
sv_se: Övriga byggnader

# CHANGE_ADDRESS_EXTRA_BUILDINGS_WATER_INPUT_LABEL
source: Connected to water
da_dk: Tilsluttet vand
nb_no: Koblet til vann
sv_se: Ansluten till vatten

# CHANGE_ADDRESS_EXTRA_BUILDINGS_WATER_LABEL
source: Water connected
da_dk: Indlagt vand?
nb_no: Innlagt vann?
sv_se: Indraget vatten

# CHANGE_ADDRESS_EXTRA_BUILDING_CONTAINER_TITLE
source: Type of building
da_dk: Type af bygning
nb_no: Type bygning
sv_se: Typ av byggnad

# CHANGE_ADDRESS_EXTRA_BUILDING_SIZE_ERROR
source: Please enter size of extra building
da_dk: Indtast størrelsen på den ekstra bygning
nb_no: Angi størrelsen på den ekstra bygningen
sv_se: Ange storleken på den extra byggnaden

# CHANGE_ADDRESS_EXTRA_BUILDING_SIZE_LABEL
source: Size
da_dk: Størrelse
nb_no: Størrelse
sv_se: Storlek

# CHANGE_ADDRESS_EXTRA_BUILDING_TYPE_ERROR
source: Choose type of building
da_dk: Vælg type bygning
nb_no: Velg type bygning
sv_se: Välj typ av byggnad

# CHANGE_ADDRESS_INFORMATION_ABOUT_YOUR_HOUSE
source: Information about your new house
da_dk: Information om dit nye hus
nb_no: Informasjon om ditt nye hus
sv_se: Information om ditt nya hus

# CHANGE_ADDRESS_LIVING_SPACE_ERROR
source: Please enter square meters
da_dk: Indtast venligst kvadratmeter
nb_no: Vennligst skriv inn kvadratmeter
sv_se: Vänligen ange kvadratmeter

# CHANGE_ADDRESS_LIVING_SPACE_OVER_LIMIT_WITH_INPUT_ERROR
source: The space is too big. Maximum space is %d%@.
da_dk: Boligareal for stort. Maksimal boligareal er %d%@.
nb_no: Boareal for stort. Maksimal boareal er %d%@.
sv_se: För stor boyta. Maximal boyta är %d%@.

# CHANGE_ADDRESS_MAKING_CHANGES
source: Making changes...
da_dk: Foretager ændringer...
nb_no: Gjør endringer...
sv_se: Gör ändringar...

# CHANGE_ADDRESS_MOVING_DATE_ERROR
source: Please select a moving date
da_dk: Vælg venligst en flyttedato
nb_no: Vennligst velg en flyttedato
sv_se: Vänligen välj ett flyttdatum

# CHANGE_ADDRESS_MOVING_DATE_LABEL
source: Move-in date
da_dk: Tiltrædelsesdato
nb_no: Tilgangsdato
sv_se: Tillträdesdatum

# CHANGE_ADDRESS_NEW_ADDRESS_LABEL
source: Address
da_dk: Adresse
nb_no: Adresse
sv_se: Adress

# CHANGE_ADDRESS_NEW_LIVING_SPACE_LABEL
source: Size
da_dk: Boligareal
nb_no: Boareal
sv_se: Boyta

# CHANGE_ADDRESS_NEW_POSTAL_CODE_LABEL
source: Postal code
da_dk: Postnummer
nb_no: Postnummer
sv_se: Postkod

# CHANGE_ADDRESS_NO_FIND
source: Can't find what you're looking for?
da_dk: Kan du ikke finde det, du leder efter?
nb_no: Finner du ikke det du leter etter?
sv_se: Hittar du inte det du söker?

# CHANGE_ADDRESS_ONLY_YOU
source: Only me
da_dk: Kun mig
nb_no: Bare meg
sv_se: Bara jag

# CHANGE_ADDRESS_OTHER_INSURANCES_INFO_TEXT
source: Your other insurance policies are affected when you move to a new address. Your price and coverage may have changed.
sv_se: Dina andra försäkringar påverkas när du byter till en ny adress. Ditt pris och skydd kan ha ändrats.

# CHANGE_ADDRESS_POSTAL_CODE_ERROR
source: Please enter the postal code
da_dk: Indtast venligst postnummeret
nb_no: Vennligst skriv inn postnummeret
sv_se: Vänligen ange postnumret

# CHANGE_ADDRESS_SELECT_HOUSING_TYPE_TITLE
source: What type of home will you move to?
da_dk: Hvilken type bolig flytter du til?
nb_no: Hvilken type bolig skal du flytte til?
sv_se: Vilken typ av bostad ska du flytta till?

# CHANGE_ADDRESS_STREET_ERROR
source: Please enter the address
da_dk: Indtast venligst adressen
nb_no: Vennligst skriv inn adressen
sv_se: Vänligen ange adressen

# CHANGE_ADDRESS_SUBLET_LABEL
source: Do you rent out the house or parts of it?
sv_se: Hyr du ut hela eller delar av huset?

# CHANGE_ADDRESS_SUCCESS_SUBTITLE
source: Your new home will be insured starting from %1@
da_dk: Dit nye hjem vil være forsikret fra %1@
nb_no: Ditt nye hjem vil være forsikret fra %1@
sv_se: Ditt nya hem kommer att vara försäkrat från och med %1@

# CHANGE_ADDRESS_SUCCESS_TITLE
source: Address updated
da_dk: Adressen er opdateret
nb_no: Adressen er oppdatert
sv_se: Adress uppdaterad

# CHANGE_ADDRESS_SUMMARY_TITLE
source: Summary
da_dk: Resumé
nb_no: Sammendrag
sv_se: Sammanfattning

# CHANGE_ADDRESS_VILLA_LABEL
source: House
da_dk: Hus
nb_no: Hus
sv_se: Villa

# CHANGE_ADDRESS_YEAR_OF_CONSTRUCTION_ERROR
source: Please enter year of construction
da_dk: Indtast venligst byggeår
nb_no: Angi byggeår
sv_se: Ange byggår

# CHANGE_ADDRESS_YEAR_OF_CONSTRUCTION_LABEL
source: Year of construction
da_dk: Byggeår
nb_no: Byggeår
sv_se: Byggår

# CHANGE_ADDRESS_YOU_PLUS
source: You + %1$li
da_dk: Du + %1$li
nb_no: Du + %1$li
sv_se: Du + %1$li

# CHAT_ACTIVATE_NOTIFICATIONS_BODY
source: Enable push notifications to ensure you receive all our messages.
da_dk: Aktiver notifikationer for at sikre, at du modtager alle vores beskeder.
nb_no: Aktiver notifikationer for å sikre at du mottar alle meldingene våre.
sv_se: Aktivera pushnotiser så du inte missar några av våra meddelanden.

# CHAT_CONVERSATION_CLAIM_TITLE
source: Claim
sv_se: Skadeärende

# CHAT_CONVERSATION_CLOSED
source: Closed
da_dk: Afsluttet
nb_no: Lukket
sv_se: Avslutad

# CHAT_CONVERSATION_CLOSED_INFO
source: The conversation is closed. If you need more help with this specific matter, please write here to reopen it.
sv_se: Konversationen är avslutad. Om du behöver mer hjälp med det här ärendet, skriv för att öppna konversationen igen.

# CHAT_CONVERSATION_HISTORY_TITLE
source: Conversation history
sv_se: Konversationshistorik

# CHAT_CONVERSATION_INBOX
source: Inbox
sv_se: Inkorg

# CHAT_CONVERSATION_TERMINATE_CONTRACT
source: Terminate %1$@
da_dk: Afslut %1$@
nb_no: Avsluta %1$@
sv_se: Avsluta %1$@

# CHAT_DELIVERED_MESSAGE
source: Delivered
da_dk: Leveret
nb_no: Levert
sv_se: Levererat

# CHAT_FAILED_TO_SEND
source: Message not sent. Try again
da_dk: Beskeden er ikke sendt. Prøv igen
nb_no: Melding ikke sendt. Prøv igjen
sv_se: Ett fel uppstod. Försök igen

# CHAT_INPUT_PLACEHOLDER
source: Write here...
da_dk: Skriv her...
nb_no: Skriv her...
sv_se: Skriv här...

# CHAT_MISSING_IMAGES_PERMISSION_SUBTITLE
source: Allow access to photos to be able to upload
sv_se: Tillåt åtkomst till bilder för att kunna bifoga

# CHAT_NEW_CONVERSATION_SUBTITLE
source: Write to start the conversation
sv_se: Skriv för att börja konversationen

# CHAT_NEW_CONVERSATION_TITLE
source: New message
sv_se: Nytt meddelande

# CHAT_NEW_MESSAGE
source: New message
sv_se: Nytt meddelande

# CHAT_OPEN_APP_SETTINGS_BUTTON
source: Go to settings
da_dk: Gå til indstillinger
nb_no: Gå til Innstillinger
sv_se: Gå till inställningar

# CHAT_SENDER_AUTOMATION
source: Automated message
sv_se: Automatiskt meddelande

# CHAT_SENDER_MEMBER
source: You
sv_se: Du

# CHAT_SENT_A_FILE
source: Sent a document
sv_se: Skickade ett dokument

# CHAT_SENT_A_LINK
source: Sent a link
sv_se: Skickade en länk

# CHAT_SENT_A_MESSAGE
source: Sent a message
sv_se: Skickade ett meddelande

# CHAT_SENT_A_PHOTO
source: Sent a photo
sv_se: Skickade en bild

# CHAT_TITLE
source: Messages
da_dk: Chat
nb_no: Meldinger
sv_se: Meddelanden

# CHAT_TOAST_PUSH_NOTIFICATIONS_TITLE
source: Push notifications
da_dk: Push-meddelelser
nb_no: Push-varsler
sv_se: Pushnotiser

# CHAT_UPLOAD_PRESEND
source: Send
sv_se: Skicka

# CLAIMS_ACTIVATE_NOTIFICATIONS_BODY
source: Don’t miss out on important information for your claim
da_dk: Aktiver notifikationer, så vi kan holde dig opdateret om din erende.
nb_no: Aktiver notifikationer så vi kan holde deg oppdatert om din erende.
sv_se: Aktivera pushnotiser så vi kan hålla dig uppdaterad om ditt ärende.

# CLAIMS_ACTIVATE_NOTIFICATIONS_CTA
source: Enable notifications
da_dk: Aktiver notifikationer
nb_no: Aktiver varsler
sv_se: Aktivera

# CLAIMS_ACTIVATE_NOTIFICATIONS_DISMISS
source: Skip
da_dk: Spring over
nb_no: Hopp over
sv_se: Hoppa över

# CLAIMS_CASE
source: Case
da_dk: Stof
nb_no: Saken
sv_se: Ärende

# CLAIMS_CHECKOUT_COUNT_TITLE
source: How we calculated
da_dk: Så har vi beregnet
nb_no: Slik beregnet vi
sv_se: Så har vi räknat

# CLAIMS_CHECKOUT_NOTICE
source: The money is paid out to the bank account you have linked to us within 1-3 working days
da_dk: Pengene udbetales til den bankkonto, du har knyttet til os, inden for 1-3 hverdage
nb_no: Pengene utbetales til bankkontoen du har knyttet til oss innen 1-3 virkedager
sv_se: Pengarna betalas ut till bankkontot du har kopplat till oss inom 1-3 arbetsdagar

# CLAIMS_CHECKOUT_NO_REPAIR_CALCULATION_TEXT
source: The compensation is based on any deductions made due to the age of your phone. You will find the full age deduction table in your full terms and conditions.
da_dk: Kompensationen er baseret på eventuelle fradrag, der er foretaget på grund af din telefons alder. Du finder hele aldersfradragstabellen i dine fulde handelsbetingelser.
nb_no: Kompensasjonen er basert på eventuelle fradrag gjort på grunn av alderen på telefonen din. Du finner tabellen for full aldersfradrag i dine fullstendige vilkår og betingelser.
sv_se: Ersättningen är baserad på eventuella avdrag som gjorts på grund av åldern på din telefon. Du hittar hela tabellen för åldersavdrag i dina fullständiga villkor.

# CLAIMS_CHECKOUT_PAYOUT_TEXT
source: The payment will be made to the account you have linked as your payment method for your insurance.
da_dk: Betalingen vil blive foretaget til den konto, du har tilknyttet som din betalingsmetode.
nb_no: Betalingen vil bli gjort til kontoen du har koblet til som betalingsmåte.
sv_se: Utbetalningen kommer att göras till det konto du kopplat som betalningsmetod för din försäkring.

# CLAIMS_CHECKOUT_REPAIR_CALCULATION_TEXT
source: We base the repair cost on the information available on the manufacturer's website.
da_dk: Vi baserer reparationsomkostningerne på de oplysninger, der er tilgængelige på producentens hjemmeside.
nb_no: Vi baserer reparasjonskostnadene på informasjonen som er tilgjengelig på produsentens nettside.
sv_se: Vi baserar reparationskostnaden på den information som finns på tillverkarens hemsida.

# CLAIMS_CHECKOUT_REPAIR_INFO_TEXT
source: Based on the information you entered your phone appears to be repairable. Please reach out to a repair shop of your choice to have it fixed.
da_dk: Baseret på den information, du har angivet, ser det ud til, at din telefon kan repareres. Kontakt en valgfri reparatør for at få den fikset.
nb_no: Basert på informasjonen du har oppgitt, virker det som om telefonen din kan repareres. Ta kontakt med en valgfri reparatør for å få den fikset.
sv_se: Baserat på informationen du angett verkar din telefon kunna repareras. Kontakta valfri reparatör för att få den lagad.

# CLAIMS_CHECKOUT_REPAIR_TITLE
source: Repair cost (%@)
da_dk: Reparationsomkostninger ( %@ )
nb_no: Reparasjonskostnad ( %@ )
sv_se: Reparationskostnad ( %@ )

# CLAIMS_CHOOSE_BRAND_TITLE
source: Select brand
da_dk: Vælg mærke
nb_no: Velg merke
sv_se: Välj varumärke

# CLAIMS_CHOOSE_MODEL_TITLE
source: Save your model
da_dk: Vælg din model
nb_no: Velg din modell
sv_se: Välj din modell

# CLAIMS_COMPLEMENT_ CLAIM
source: You can easily add photos, files and other details later.
da_dk: Du kan nemt supplere dit krav med filer, billeder og andre detaljer, efter du har indsendt det til os.
nb_no: Du kan enkelt supplere kravet ditt med filer, bilder og andre detaljer etter at du har sendt det til oss.
sv_se: Du kan enkelt komplettera med bilder, filer och andra detaljer senare.
