Repository: HedvigInsurance/ugglan
Catalog: Projects/hCore/Resources/*.lproj/Localizable.strings
Languages: da_dk, nb_no, sv_se

# ONBOARDING_CONNECT_DD_HEADLINE
source: only two things left to do
da_dk: der er kun to ting mere, du skal gøre
nb_no: bare to ting igjen å gjøre
sv_se: bara två saker kvar att göra

# OS_VERSION_TOO_LOW_BODY
source: %@ is not supported. Update to the latest operating system to use the Hedvig app.
da_dk: %@ understøttes ikke. Opdater til det nyeste styresystem for at bruge Hedvig-appen.
nb_no: %@ støttes ikke. Oppdater til siste operativsystem for å bruke Hedvig-appen.
sv_se: %@ stöds inte. Uppdatera till det senaste operativsystemet för att kunna använda Hedvig-appen.

# OS_VERSION_TOO_LOW_TITLE
source: Your iOS needs to be updated
da_dk: Dit operativsystem skal opdateres
nb_no: Operativsystemet ditt må oppdateres
sv_se: Ditt operativsystem måste uppdateras

# PAYMENTS_ACCOUNT
source: Account
da_dk: Konto
nb_no: Konto
sv_se: Konto

# PAYMENTS_ADD_CAMPAIGN_CODE
source: Add campaign code
da_dk: Tilføj kode
nb_no: Legg til kode
sv_se: Lägg till kampanjkod

# PAYMENTS_AMOUNT_TO_PAY
source: Amount to pay
sv_se: Att betala

# PAYMENTS_AUTOGIRO_LABEL
source: Direct debit
da_dk: Direkte debitering
nb_no: Avtalegiro
sv_se: Autogiro

# PAYMENTS_CODE_REMOVED
source: Code removed
da_dk: Kode fjernet
nb_no: Koden fjernet
sv_se: Kod borttagen

# PAYMENTS_CONFIRM_CODE_REMOVE
source: Yes, remove
da_dk: Ja, slet
nb_no: Ja, slett
sv_se: Ja, ta bort

# PAYMENTS_DISCOUNTS_SECTION_TITLE
source: Discounts
da_dk: Rabatter
nb_no: Rabatter
sv_se: Rabatter

# PAYMENTS_DISCOUNT_ADDED
source: Discount added
da_dk: Rabat tilføjet
nb_no: Rabatt lagt til
sv_se: Rabatt tillagd

# PAYMENTS_DUE_DESCRIPTION
source: %1$@ each month
sv_se: %1$@ varje månad

# PAYMENTS_EXPIRED_DATE
source: Expired %1$@
da_dk: Udløbet %1$@
nb_no: Utløpt %1$@
sv_se: Utgått %1$@

# PAYMENTS_HISTORY_INFO
source: For information about payments older than 12 months, please send us a message here in the app.
da_dk: For information om betalinger ældre end 12 måneder, bedes du kontakte os i chatten.
nb_no: For informasjon om betalinger eldre enn 12 måneder, vennligst kontakt oss i chatten.
sv_se: Skicka ett meddelande till oss här i appen om du behöver mer info om betalningar äldre än 12 månader.

# PAYMENTS_INVITE_FRIENDS
source: Share your code
da_dk: Inviter venner
nb_no: Invitere venner
sv_se: Dela din kod

# PAYMENTS_IN_PROGRESS
source: The payment is being processed. Please note that it may take 1 to 3 banking days for the charge to appear on your account
da_dk: Betalingen er undervejs. Det kan tage 1 til 3 dage, før trækket vises på din konto.
nb_no: Betaling pågår. Det kan ta 1 til 3 dager før beløpet vises på kontoen din.
sv_se: Betalningen behandlas. Notera att det kan ta 1 till 3 bankdagar innan beloppet dras från ditt konto

# PAYMENTS_MANDATE
source: Mandate
sv_se: Autogiromandat

# PAYMENTS_MISSED_PAYMENT
source: Your payment for the period %1$@ – %2$@ didn't process as expected. The amount has been added to this payment.
da_dk: Din betaling for perioden %1$@ – %2$@ blev ikke gennemført som forventet. Beløbet er blevet tilføjet til denne betaling.
nb_no: Betalingen for perioden %1$@ – %2$@ gikk ikke som forventet. Beløpet er lagt til denne betalingen.
sv_se: Din betalning för perioden %1$@ – %2$@ gick inte igenom. Beloppet har lagts till i denna betalning.

# PAYMENTS_NO_HISTORY_DATA
source: There is no record of your payment history
da_dk: Du har ingen betalingshistorik
nb_no: Du har ingen betalingshistorikk
sv_se: Du har ingen betalningshistorik

# PAYMENTS_NO_PAYMENTS_IN_PROGRESS
source: You have no payments in progress
da_dk: Du har ingen betalinger i gang
nb_no: Du har ingen betalinger på gang
sv_se: Du har inga pågående betalningar

# PAYMENTS_OUTSTANDING_PAYMENT
source: Outstanding payment
da_dk: Manglende betaling
nb_no: Manglende betaling
sv_se: Utebliven betalning

# PAYMENTS_PAYMENT_DETAILS_INFO_DESCRIPTION
source: Our monthly payment is processed using digital direct debit (Autogiro) through our payment partner Trustly. Your price is based on several factors, including aspects related to you, your belongings, your lifestyle, and where you live.
da_dk: Din månedlige betaling behandles via digital automatisk overførsel gennem vores betalingspartner Trustly. Din pris er baseret på flere faktorer, herunder aspekter relateret til dig, dine ejendele, din livsstil og hvor du bor.
nb_no: Den månedlige betalingen din behandles ved hjelp av digital direkte debit gjennom vår betalingspartner Trustly. Prisen din er basert på flere faktorer, inkludert aspekter knyttet til deg, dine eiendeler, din livsstil og hvor du bor.
sv_se: Vår månadsbetalning behandlas med digitalt autogiro genom vår betalningspartner Trustly. Ditt pris baseras på flera olika faktorer som bland annat har att göra med dig, dina saker, hur du lever och var du bor.

# PAYMENTS_PAYMENT_DUE
source: Payment due
da_dk: Betalingen forfalder
nb_no: Betalingen forfaller
sv_se: Förfallodag

# PAYMENTS_PAYMENT_DUE_INFO
source: If you update your bank account close to the %1$@, the withdrawal might take a few extra days.
sv_se: Om du uppdaterar ditt bankkonto nära den %1$@ kan det ta några extra dagar innan pengarna dras.

# PAYMENTS_PAYMENT_FAILED
source: This payment failed and was added to your payment on %1$@.
da_dk: Denne betaling mislykkedes og blev føjet til din betaling den %1$@ .
nb_no: Denne betalingen mislyktes og ble lagt til betalingen din %1$@ .
sv_se: Denna betalning misslyckades och lades till i din betalning den %1$@ .

# PAYMENTS_PAYMENT_HISTORY_BUTTON_LABEL
source: Payment history
da_dk: Betalingshistorik
nb_no: Betalingshistorikk
sv_se: Betalningshistorik

# PAYMENTS_PAYMENT_METHOD
source: Payment method
da_dk: Betalingsmetode
nb_no: Betalingsmetode
sv_se: Betalningssätt

# PAYMENTS_PAYMENT_SUCCESSFUL
source: Payment successful
da_dk: Betaling lykkedes
nb_no: Betalingen var vellykket
sv_se: Betalning genomförd

# PAYMENTS_PERIOD_DAYS
source: %1$@ days
da_dk: %1$@ dage
nb_no: %1$@ dager
sv_se: %1$@ dagar

# PAYMENTS_PERIOD_FULL
source: Full period
da_dk: Hele perioden
nb_no: Hele perioden
sv_se: Hel period

# PAYMENTS_PROCESSING_PAYMENT
source: Processing payment
sv_se: Pågående betalning

# PAYMENTS_REFERRAL_DISCOUNT
source: Referral discount
da_dk: Rabat via invitationer
nb_no: Rabatt via invitasjoner
sv_se: Rabatt via inbjudningar

# PAYMENTS_REMOVE_CODE_TITLE
source: Are you sure you want to remove your discount?
da_dk: Er du sikker på, at du vil slette din rabatkode?
nb_no: Er du sikker på at du vil fjerne rabatten?
sv_se: Är du säker på att du vill ta bort din rabatt?

# PAYMENTS_SUBTOTAL
source: Subtotal
nb_no: Delsum
sv_se: Delsumma

# PAYMENTS_UPCOMING_PAYMENT
source: Upcoming payment
da_dk: Forestående betaling
nb_no: Kommende betaling
sv_se: Kommande betalning

# PAYMENTS_VALID_UNTIL
source: Valid until %1$@
da_dk: Gyldig indtil %1$@
nb_no: Gyldig til %1$@
sv_se: Giltig till %1$@

# PAYMENTS_VIEW_PAYMENT
source: View payment
da_dk: Se betaling
nb_no: Se betaling
sv_se: Se betalning

# PAYMENT_HISTORY_TITLE
source: Payment history
da_dk: Betalingshistorik
nb_no: Betalingshistorikk
sv_se: Betalningshistorik

# PERIL_DETAIL.MORE_INFO
source: More info
da_dk: Læs mere
nb_no: Les mer
sv_se: Läs mer

# PER_MONTH_SHORT
source: /mo
da_dk: /md
nb_no: /mnd
sv_se: /mån

# PHONE_NUMBER_ROW_TITLE
source: Phone
da_dk: Telefonnummer
nb_no: Telefonnummer
sv_se: Telefonnummer

# PRICE_DETAILS_TITLE
source: Price details
sv_se: Prisinformation

# PRICE_NEW_PRICE
source: New price
sv_se: Nytt pris

# PRICE_PREVIOUS_PRICE
source: Previous price
sv_se: Tidigare pris

# PROFILE_ABOUT_APP_MEMBER_ID
source: Member ID
sv_se: Medlemsnummer

# PROFILE_ALLOW_NOTIFICATIONS_INFO_LABEL
source: Allow notifications to get notified when we have new updates regarding your claim
da_dk: Tillad, at notifikationer bliver underrettet, når vi har nye opdateringer vedrørende dit krav
nb_no: Tillat at varsler blir varslet når vi har nye oppdateringer angående kravet ditt
sv_se: Tillåt notiser för att bli meddelad vid nya uppdateringar om din skadeanmälan

# PROFILE_DELETE_ACCOUNT_CONFIRM_DELETION
source: Delete my account
da_dk: Slet min konto
nb_no: Slett kontoen min
sv_se: Radera mitt konto

# PROFILE_MY_INFO_REVIEW_INFO_CARD
source: Make sure your contact info is up to date, so we can reach you if needed.
sv_se: Se till att dina kontaktuppgifter är uppdaterade, så att vi kan nå dig om vi behöver.

# PROFILE_MY_INFO_ROW_TITLE
source: Contact
da_dk: Kontaktoplysninger
nb_no: Kontaktinformasjon
sv_se: Kontaktinfo

# PROFILE_MY_INFO_SAVE_SUCCESS_TOAST_BODY
source: Changes saved
da_dk: Ændringerne er gemt
nb_no: Endringer lagret
sv_se: Ändringar sparade

# PROFILE_MY_INFO_TITLE
source: Contact info
da_dk: Kontaktoplysninger
nb_no: Kontaktinformasjon
sv_se: Kontaktinfo

# PROFILE_NOTIFICATIONS_STATUS_OFF
source: Turned off
da_dk: Slukket
nb_no: Slått av
sv_se: Avaktiverad

# PROFILE_NOTIFICATIONS_STATUS_ON
source: Turned on
da_dk: Tændt
nb_no: Skrudd på
sv_se: Aktiverad

# PROFILE_TITLE
source: Your profile
da_dk: Profil
nb_no: Profil
sv_se: Din profil

# PUPPY_GUIDE_GO_BUTTON
source: Go to guides
sv_se: Se guider

# PUPPY_GUIDE_INFO
source: In the puppy guide, you’ll find helpful articles covering everything from the first vet visit to choosing the right food.
sv_se: I valpguiden hittar du användbara artiklar som hjälper dig med allt från första veterinärbesöket till hur du väljer rätt foder.

# PUPPY_GUIDE_LABEL
source: Featured guides
sv_se: Utvalda guider

# PUPPY_GUIDE_LABEL_READ
source: Read
sv_se: Läst

# PUPPY_GUIDE_RATING_NOT_HELPFUL
source: Not helpful
sv_se: Inte hjälpsam

# PUPPY_GUIDE_RATING_QUESTION
source: Was this article helpful?
sv_se: Var den här artikeln hjälpsam?

# PUPPY_GUIDE_RATING_VERY_HELPFUL
source: Very helpful
sv_se: Mycket hjälpsam

# PUPPY_GUIDE_SUBTITLE
source: Helpful guides for you and your puppy
sv_se: Hjälpsamma guider för dig och din valp

# PUPPY_GUIDE_TITLE
source: Puppy Guide
sv_se: Valpguiden

# PUSH_NOTIFICATIONS_ALERT_ACTION_NOT_NOW
source: Not now
da_dk: Ikke nu
nb_no: Ikke nå
sv_se: Inte nu

# PUSH_NOTIFICATIONS_ALERT_ACTION_OK
source: Activate
da_dk: Slå til
nb_no: Slå på
sv_se: Slå på

# PUSH_NOTIFICATIONS_ALERT_TITLE
source: Notifications
da_dk: Notifikationer
nb_no: Varsler
sv_se: Notiser

# REFERRAL_ADDCOUPON_INPUTPLACEHOLDER
source: Discount code
da_dk: Rabatkode
nb_no: Rabattkode
sv_se: Rabattkod

# REFERRAL_PENDING_STATUS_LABEL
source: Pending...
da_dk: Verserende...
nb_no: Avventer...
sv_se: Avvaktar...

# REFERRAL_SMS_MESSAGE
source: Hey! Get Hedvig using my link and we both get %1$@ per month discount on the monthly cost. Follow the link: %2$@
da_dk: Hej! Tilmeld dig Hedvig via det link, jeg har sendt dig, så får vi begge %1$@ rabat på den månedlige pris. Klik på linket: %2$@
nb_no: Hei! Skaff Hedvig med min tipslink så får vi begge %1$@ rabatt på månedskostnaden. Følg linken %2$@
sv_se: Hej! Skaffa Hedvig med min tipslänk så får vi båda %1$@ rabatt på månadskostnaden. Följ länken: %2$@

# REFERRAL_TERMINATED_STATUS_LABEL
source: Inactive
da_dk: Aflyst
nb_no: Avbrutt
sv_se: Inaktiv

# REMOVE_CONFIRMATION_BUTTON
source: Yes, remove
da_dk: Ja, slet
nb_no: Ja, slett
sv_se: Ja, radera

# RENEWAL_OPEN_INSURANCE_TERMS_ERROR_BODY
source: Try again or send us a message directly in the app
sv_se: Försök igen eller skriv ett meddelande till oss direkt i appen

# RENEWAL_OPEN_INSURANCE_TERMS_ERROR_TITLE
source: Failed to open new insurance terms
sv_se: Det gick inte öppna försäkringsvillkoren

# SAVE_AND_CONTINUE_BUTTON_LABEL
source: Save and continue
da_dk: Gem og fortsæt
nb_no: Lagre og fortsett
sv_se: Spara och fortsätt

# SEARCH_PLACEHOLDER
source: Search
da_dk: Søg
nb_no: Søk
sv_se: Sök

# SETTINGS_LANGUAGE_TITLE
source: Language
da_dk: Sprog
nb_no: Språk
sv_se: Språk

# SETTINGS_SCREEN.CONFIRM_UNSUBSCRIBE
source: Yes, unsubscribe
sv_se: Ja, avregistrera

# SETTINGS_SCREEN.DELETE_ACCOUNT_BUTTON
source: Delete account
da_dk: Slet konto
nb_no: Slett konto
sv_se: Radera konto

# SETTINGS_SCREEN.EMAIL_PREFERENCES
source: Email preferences
sv_se: Inställningar för mail

# SETTINGS_SCREEN.SUBSCRIBED_MESSAGE
source: Subscribed to receiving offers via email
sv_se: Registrerad för erbjudanden på mail

# SETTINGS_SCREEN.SUBSCRIBE_BUTTON
source: Yes, I confirm
sv_se: Ja, jag bekräftar

# SETTINGS_SCREEN.SUBSCRIBE_DESCRIPTION
source: You will receive promotional emails from us
sv_se: Du kommer att få kampanjmail från oss

# SETTINGS_SCREEN.SUBSCRIBE_TITLE
source: Confirm subscription
sv_se: Bekräfta prenumeration

# SETTINGS_SCREEN.UNSUBSCRIBED_MESSAGE
source: Unsubscribed from receiving offers via email
sv_se: Avregistrerad från erbjudanden på mail

# SETTINGS_SCREEN.UNSUBSCRIBE_DESCRIPTION
source: You will no longer receive offers and campaigns from us
sv_se: Du kommer inte längre få kampanjmail från oss

# SET_TERMINATION_DATE_TEXT
source: Please set termination date for your insurance.
da_dk: Vælg venligst ophørsdato for din forsikring
nb_no: Vennligst angi oppsigelsesdato for forsikringen din.
sv_se: Ange slutdatum för din försäkring.

# SIMPLE_SIGN_FAILED_TITLE
source: We couldn't sign you up
da_dk: Vi kunne ikke tilmelde dig
nb_no: Vi kunne ikke registrere deg
sv_se: Vi kunde inte registrera dig

# SINGLE_ITEM_INFO_BRAND
source: Brand
da_dk: Mærke
nb_no: Merke
sv_se: Märke

# SUBMIT_CLAIM_ PURCHASE_PRICE_TITLE
source: Fill in your purchase price
da_dk: Udfyld din købspris
nb_no: Fyll inn kjøpesummen din
sv_se: Fyll i ditt inköpspris

# SUBMIT_CLAIM_CAR_BUTTON_TITLE
source: Continue
sv_se: Fortsätt

# SUBMIT_CLAIM_CAR_REPORT_CLAIM_BUTTON
source: Report your claim
sv_se: Anmäl skada

# SUBMIT_CLAIM_CAR_REPORT_CLAIM_TEXT
source: We are committed to making the process as swift and seamless as possible for you. The more information you can provide, the quicker we can assist you. Once we have all the necessary details, we will contact you via email. Please note that for this matter, you cannot reach us through the app. After reporting the claim, all communication will take place via email.
sv_se: Vi vet att det kan vara jobbigt med en skada och vi ska göra allt vi kan för att processen skall gå så snabbt och smidigt som möjligt för dig. Ju mer uppgifter du har möjlighet att ge desto snabbare kan vi hjälpa till. När vi fått alla uppgifterna kommer vi att kontakta dig via mail. För det här ärendet kan du inte kontakta oss i appen. Efter att skadan är inskickad kommer all kommunikation ske via mail.

# SUBMIT_CLAIM_CAR_REPORT_CLAIM_TITLE
source: Report your claim
sv_se: Anmäl din skada

# SUBMIT_CLAIM_CAR_TITLE
source: Car claim
sv_se: Bilskada

# SUBMIT_CLAIM_EMERGENCY_FAQ1_LABEL
source: The service is free of charge if you have been in an accident, fallen seriously ill, have acute dental problems, or are in an emergency situation. However, your phone provider may charge a fee for the call, which you may be able to get compensated through your home insurance. Read your terms and conditions for more information about your coverage and deductible. For more basic medical advice, call 1177 Vårdguiden at +46 771-11 77 00.
da_dk: Opkaldene er gratis, men bør kun bruges i nødstilfælde. Hvis vi kan yde kompensation, udbetales den, uden at du skal betale selvrisiko.
nb_no: Samtalene er gratis, men skal kun brukes i nødstilfeller. Hvis vi kan gi kompensasjon, utbetales den uten at du trenger å betale egenandel.
sv_se: Tjänsten är kostnadsfri om du har råkat ut för ett olycksfall, akut sjukdom, akuta tandbesvär eller befinner dig i en nödsituation. Däremot kan din telefonoperatör ta ut en avgift för samtalet, vilken du kan ha möjlighet att få ersatt via din hemförsäkring. Läs dina villkor för mer information om ditt skydd och eventuell självrisk. För enklare sjukvårdsrådgivning ringer du istället 1177 Vårdguiden på +46 771-11 77 00.

# SUBMIT_CLAIM_EMERGENCY_FAQ1_TITLE
source: What does it cost?
da_dk: Hvad koster det?
nb_no: Hva koster det?
sv_se: Vad kostar det?

# SUBMIT_CLAIM_EMERGENCY_FAQ2_LABEL
source: Yes, your home insurance travel coverage has a base deductible. The amount of your deductible is stated in your insurance letter. The deductible is the portion of the claim amount that you must pay yourself for each claim. If your claim costs are lower than the deductible, the insurance cannot cover them. If your claim costs exceed the deductible, the insurance can cover the amount above the deductible, and Hedvig has the right to reclaim the deductible from you if necessary.
sv_se: Ja, din hemförsäkrings reseskydd har en grundsjälvrisk. Vilken självrisk du har framgår av ditt försäkringsbrev. Självrisken är den del av skadekostnaden som du själv måste betala vid varje skadetillfälle. Om dina skadekostnader är lägre än självrisken kan försäkringen inte ersätta dem. Är dina skadekostnader högre än självrisken kan försäkringen ersätta det belopp som överstiger självrisken, och Hedvig har rätt att, vid behov, återkräva självrisken från dig.

# SUBMIT_CLAIM_EMERGENCY_FAQ2_TITLE
source: Is there a deductible?
sv_se: Är det någon självrisk?

# SUBMIT_CLAIM_EMERGENCY_FAQ3_LABEL
source: Hedvig Global Assistance (SOS International) serves as Hedvig's emergency center for acute illnesses, accidents, and emergencies that occur while you are abroad. If you reach out to them, you can receive various forms of support, such as recommendations for the nearest doctor's office, assistance in rebooking flights if necessary, and even obtain a doctor's prescription. If you are traveling and require medical care or assistance, it is essential to contact them as soon as possible.
da_dk: Hedvig Global Assistance (SOS International) er Hedvigs akutcenter for akut sygdom, ulykker og nødsituationer i udlandet. Hvis du kontakter dem, kan du fx få en anbefaling om nærmeste lægehus, hjælp til at ombooke fly, hvis det er nødvendigt og en lægeordination. Hvis du er på rejse og har brug for pleje eller lægehjælp, bør du kontakte dem så hurtigt som muligt.
nb_no: Hedvig Global Assistance (SOS International) er Hedvigs beredskapssenter for akutt sykdom, ulykker og nødsituasjoner i utlandet. Kontakter du dem kan du for eksempel få en anbefaling om nærmeste legekontor, hjelp til å booke om fly ved behov og en legeresept. Hvis du er på reise og trenger pleie eller medisinsk hjelp, bør du kontakte dem så snart du kan.
sv_se: Hedvig Global Assistance (SOS International) är Hedvigs larmcentral för akut sjukdom, olycksfall och nödsituation utomlands. Kontaktar du dem kan du exempelvis få rekommendation om närmsta läkarmottagning, hjälp att boka om flyg vid behov och läkarordination. Är du på resa och behöver vård eller medicinsk assistans ska du ta kontakt med dem så snart du kan.

# SUBMIT_CLAIM_EMERGENCY_FAQ3_TITLE
source: Who are Hedvig Global Assistance?
da_dk: Hvem er Hedvig Global Assistance?
nb_no: Hvem er Hedvig Global Assistance?
sv_se: Vilka är Hedvig Global Assistance?

# SUBMIT_CLAIM_EMERGENCY_FAQ4_LABEL
source: Contact Hedvig Global Assistance (SOS International) as soon as you can for medical assistance and more information, they can determine what help and compensation you may be entitled to. Remember that you need to see a doctor on site and/or contact Hedvig Global Assistance for the insurance to be valid.
da_dk: Kontakt Hedvig Global Assistance (SOS International) hurtigst muligt for lægehjælp og mere information, de kan afgøre, hvilken hjælp og kompensation du kan være berettiget til. Husk at du skal til læge på stedet og/eller kontakte Hedvig Global Assistance for at forsikringen er gældende.
nb_no: Ta kontakt med Hedvig Global Assistance (SOS International) så fort du kan for medisinsk hjelp og mer informasjon, de kan avgjøre hvilken hjelp og kompensasjon du kan ha krav på. Husk at du må oppsøke lege på stedet og/eller kontakte Hedvig Global Assistance for at forsikringen skal være gyldig.
sv_se: Kontakta Hedvig Global Assistance (SOS International) så snart du kan för medicinsk assistans och mer information, de kan avgöra vilken hjälp och ersättning du kan ha rätt till. Kom ihåg att du behöver uppsöka läkare på plats och/eller kontakta Hedvig Global Assistance för att försäkringen ska vara giltig.

# SUBMIT_CLAIM_EMERGENCY_FAQ4_TITLE
source: I am too sick to go to a doctor. What do I do?
da_dk: Jeg er for syg til at gå til læge. Hvad skal jeg gøre?
nb_no: Jeg er for syk til å gå til lege. Hva gjør jeg?
sv_se: Jag är för sjuk för att gå till en läkare. Vad gör jag?

# SUBMIT_CLAIM_EMERGENCY_FAQ5_LABEL
source: If it is an unexpected and sudden change in your health condition or an accident for which you need medical attention, it is generally considered acute. To provide a more accurate response, we need to examine your particular claim.
da_dk: Hvis det er en uventet og pludselig ændring i din helbredstilstand eller en ulykke, som du har brug for lægehjælp til, anses det generelt for at være akut.
nb_no: Hvis det er en uventet og plutselig endring i helsetilstanden din eller en ulykke du trenger legehjelp for, anses det generelt som akutt.
sv_se: Om det är en oförutsedd förändring av ditt hälsotillstånd eller ett olycksfall som du behöver läkarvård för, räknas det generellt som akut. För att ge ett mer konkret svar behöver vi titta närmare på vad som hänt just dig.

# SUBMIT_CLAIM_EMERGENCY_FAQ5_TITLE
source: How do I know if it counts as acute or not?
da_dk: Hvordan ved jeg, om det tæller som akut eller ej?
nb_no: Hvordan vet jeg om det teller som akutt eller ikke?
sv_se: Hur vet jag om mitt tillstånd räknas som akut eller inte?

# SUBMIT_CLAIM_EMERGENCY_FAQ6_LABEL
source: Contact Hedvig Global Assistance (SOS International) as soon as you can for medical assistance and further information. They can determine if you are eligible for compensation for a new journey home and, if so, assist you in booking it. Remember that approval in advance by SOS International or Hedvig is required for you to be eligible for compensation for the new journey.
da_dk: Kontakt Hedvig Global Assistance (SOS International) hurtigst muligt for lægehjælp og yderligere information. De kan afgøre, om du er berettiget til kompensation for en ny hjemrejse, og i så fald hjælpe dig med at bestille den. Husk, at der kræves en forhåndsgodkendelse fra SOS International eller Hedvig, for at du er berettiget til kompensation for den nye rejse.
nb_no: Ta kontakt med Hedvig Global Assistance (SOS International) så snart du kan for medisinsk hjelp og ytterligere informasjon. De kan avgjøre om du er kvalifisert for kompensasjon for en ny hjemreise og i så fall hjelpe deg med å bestille den. Husk at det kreves forhåndsgodkjenning fra SOS International eller Hedvig for at du skal ha rett til kompensasjon for den nye reisen.
sv_se: Kontakta Hedvig Global Assistance (SOS International) så snart du kan för medicinsk assistans och mer information, de kan avgöra om du har rätt till ersättning för en ny hemresa och i så fall också hjälpa dig att boka den. Kom ihåg att en ny hemresa måste godkännas på förhand av SOS International eller Hedvig för att du ska kunna få ersättning för den.

# SUBMIT_CLAIM_EMERGENCY_FAQ6_TITLE
source: I cannot fly home as planned, what do I do?
da_dk: Jeg kan ikke flyve hjem som planlagt, hvad gør jeg?
nb_no: Jeg kan ikke fly hjem som planlagt, hva gjør jeg?
sv_se: Vad gör jag om jag inte kan flyga hem som planerat?
