Repository: HedvigInsurance/ugglan
Catalog: Projects/hCore/Resources/*.lproj/Localizable.strings
Languages: da_dk, nb_no, sv_se

# travel_certificate.card_title
source: Travel certificate
da_dk: Rejsebevis
nb_no: Reisebevis
sv_se: Reseintyg

# travel_certificate.coinsured_error_label
source: Specify who should be covered
da_dk: Angiv, hvem der skal være dækket
nb_no: Spesifiser hvem som skal dekkes
sv_se: Ange vem som ska täckas

# travel_certificate.create_new_certificate
source: Create new certificate
sv_se: Skapa nytt reseintyg

# travel_certificate.download_recommendation
source: We recommend that you print the certificate so that you can easily take it with you everywhere.
da_dk: Vi anbefaler, at du udskriver certifikatet, så du nemt kan tage det med dig overalt.
nb_no: Vi anbefaler at du skriver ut sertifikatet slik at du enkelt kan ta det med deg overalt.
sv_se: Vi rekommenderar att du skriver ut intyget så du lätt kan ha med dig det överallt.

# travel_certificate.empty_list_message
source: To view your travel certificates, you must first generate one.
sv_se: För att se dina reseintyg måste du först skapa ett.

# travel_certificate.expired
source: Expired
sv_se: Utgånget

# travel_certificate.info.subtitle
source: A travel certificate confirms that you have insurance with travel coverage included. It helps you get the right treatment if an accident occurs while you are abroad. We always recommend bringing a printed copy of your certificate with you when you travel. The travel certificate can be valid for a maximum of the number of days stated in your insurance certificate.
sv_se: Ett reseintyg styrker att du har en försäkring med reseskydd inkluderat. Det hjälper dig att få rätt hjälp om en olycka är framme när du är utomlands. Vi rekommenderar alltid att du tar med dig en utskriven kopia av ditt intyg när du reser. Reseintyget kan gälla i maximalt de antal dagar som anges i ditt försäkringsbrev.

# travel_certificate.info.title
source: Why do you need a travel certificate?
sv_se: Varför behöver du ett reseintyg?

# travel_certificate.missing_coinsured_button
source: Register now
da_dk: Registrer nu
nb_no: Registrer deg nå
sv_se: Registrera nu

# travel_certificate.missing_coinsured_info
source: To include a co-insured on the certificate, you must first register their information.
da_dk: For at inkludere en medforsikret person på certifikatet, skal du registrere deres oplysninger.
nb_no: For å inkludere en medforsikret person på forsikringsbeviset må du registrere vedkommendes opplysninger.
sv_se: För att inkludera en medförsäkrad på intyget måste du registrera deras uppgifter.

# travel_certificate.personalNumber
source: Personal number
da_dk: Personnummer
nb_no: Personnummer
sv_se: Personnummer

# travel_certificate.select_contract_title
source: What is your primary address to be written on the travel certificate?
da_dk: Hvad er din primære adresse, der skal skrives på rejsebeviset?
nb_no: Hva er din primære adresse som skal skrives på reisebeviset?
sv_se: Välj den adress där du är skriven

# travel_certificate.start_date_info
source: The certificate is valid for up to %1$d days when travelling to countries that are not prohibited by the Swedish Department of Foreign Affairs
da_dk: Rejsebeviset er gyldigt i %1$d dage fra afrejsedatoen.
nb_no: Reisebeviset er gyldig i %1$d dager fra avreisedatoen.
sv_se: Reseintyget gäller i %1$d dagar från avresedatum.

# travel_certificate.start_date_title
source: Departure date
da_dk: Afrejsedato
nb_no: Avreisedato
sv_se: Avresedatum

# travel_certificate.we_have_sent_copy_to_your_email
source: The travel certificate has been sent to your email.
da_dk: Rejsebeviset har fået tilsendt din e-mail.
nb_no: Reisebeviset har fått tilsendt din e-post.
sv_se: Reseintyget är nu skickat till din e-post.

# travel_certificate.when_is_your_trip
source: When is your departure?
da_dk: Hvornår er din rejse?
nb_no: Når er turen din?
sv_se: När ska du resa?

# travel_certificate.who_is_traveling
source: Who is travelling?
da_dk: Hvem rejser?
nb_no: Hvem reiser?
sv_se: Vem ska resa?

# CHAT_SENDER_HEDVIG
source: Hedvig Service Team
da_dk: Hedvig
nb_no: Hedvig

# SIMPLE_SIGN_FAILED_MESSAGE
source: Please try again. If this is not your first time getting an Hedvig insurance, please contact us in the chat or email hedvig@hedvig.com to help you.
da_dk: Prøv venligst igen. Hvis det ikke er første gang, du får en Hedvig-forsikring, kan du kontakte os på chatten eller e-mailen hedvig@hedvig.com for at få hjælp.
nb_no: Vær så snill, prøv på nytt. Hvis dette ikke er første gang du får en Hedvig-forsikring, vennligst kontakt oss i chatten eller send en e-post til hedvig@hedvig.com for å hjelpe deg.

# Third_Party_Connected
source: %1$@ /month - Paying with third party provider
da_dk: %1$@ /mnd - Betaling med tredjepartsudbyder
nb_no: %1$@ /mnd - betalt med tredjepartsleverandør

# ZIGNSEC_LOGIN_FAILED
source: Login failed, please try again or contact our customer service.
da_dk: Noget gik galt. Prøv igen eller kontakt os.
nb_no: Noe gikk galt. Prøv igjen eller kontakt oss.

# ZIGNSEC_WAITING_FOR_RESPONSE
source: Waiting for response from login provider...
da_dk: Venter på svar fra MitID...
nb_no: Venter på svar fra BankID...

# CHANGE_ADDRESS_STUDENT_LABEL
source: Student
da_dk: Studerende

# PLACEHOLDER_CONTRACT_DISPLAY_NAME_DK_HOME_CONTENTS
source: Placeholder
da_dk: Pladsholder

# login.text_input.email_error_not_valid
source: Email address not valid
da_dk: Ugyldig mailadresse
