Repository: HedvigInsurance/ugglan
Catalog: Projects/hCore/Resources/*.lproj/Localizable.strings
Languages: da_dk, nb_no, sv_se

# SUBMIT_CLAIM_EMERGENCY_FAQ7_LABEL
source: If you do not have our add-on, Travel Insurance Plus, your home insurance will not cover specific activities, excursions, or costs that you were unable to use. However, if you have Travel Insurance Plus as an add-on to your home insurance, you are entitled to compensation for unused activity trips and event costs that you were unable to attend due to a doctor's orders. If you have been hospitalized, prescribed indoor bed rest by a doctor at your travel destination, or need to return home early (requires prior approval from SOS International or Hedvig), you are entitled to a fixed compensation of 500 SEK per day for unused travel costs. With Travel Protection Plus, this compensation increases to 1,200 – 2,000 SEK per day.
da_dk: Forsikringen kan ikke godtgøre dig for bestemte aktiviteter, udflugter eller omkostninger, som du ikke har benyttet dig af. Men hvis du har været indlagt på hospitalet, ordineret indendørs sengeleje af en læge på stedet eller skal tidligt hjem (kræver forudgående godkendelse fra SOS International eller Hedvig), har du ret til standardkompensation for uudnyttede rejseudgifter. Det søger du efterfølgende, direkte via Hedvig.
nb_no: Forsikringen kan ikke dekke deg for bestemte aktiviteter, utflukter eller kostnader du ikke har benyttet deg av. Men dersom du har vært innlagt på sykehus, foreskrevet innendørs sengeleie av lege på stedet eller må reise hjem tidlig (krever forhåndsgodkjenning fra SOS International eller Hedvig), har du krav på standardkompensasjon for ubrukte reisekostnader. Dette søker du om i etterkant, direkte via Hedvig.
sv_se: Om du inte har vår tilläggsförsäkring Reseskydd Plus ersätter inte hemförsäkringen dig för specifika aktiviteter, utflykter eller kostnader som du inte har kunnat utnyttja. Har du däremot Reseskydd Plus som tillägg till din hemförsäkring, ingår ersättning för outnyttjad aktivitetsresa och evenemangskostnader som du inte kunnat nyttja på grund av läkarordination. Om du blivit inlagd på sjukhus, ordinerad sängvila inomhus av läkare på resmålet eller måste åka hem tidigare (krävs godkännande på förhand från SOS International eller Hedvig) har du rätt till en schablonersättning för outnyttjad resekostnad på 500 kr per dag. Med Reseskydd Plus ökar ersättningen till 1 200 – 2 000 kr per dag.

# SUBMIT_CLAIM_EMERGENCY_FAQ7_TITLE
source: I will miss a prebooked activity due to my illness. Is that covered?
da_dk: Jeg vil savne en forudbestilt aktivitet på grund af min sygdom. Er det dækket?
nb_no: Jeg kommer til å gå glipp av en forhåndsbestilt aktivitet på grunn av sykdommen min. Er det dekket?
sv_se: Täcks kostnader för aktiviteter jag missar?

# SUBMIT_CLAIM_EMERGENCY_FAQ8_LABEL
source: If you have the Travel Protection Plus add-on as a complement to your home insurance, you can receive compensation for a new trip, up to a maximum of 50 000 kr. This applies if you or your travel companion become acutely ill or suffer an accidental injury and are hospitalized or prescribed bed rest indoors at the destination. The condition is that the hospital stay or prescribed bed rest exceeds more than half the number of the total travel days, and you must be able to provide a certificate from a qualified doctor at the destination or through a doctor via Hedvig Global Assistance (SOS International). Read your terms and conditions for more information about your protection.
sv_se: Om du har tilläggsförsäkringen Reseskydd Plus som ett komplement till din hemförsäkring kan du få ersättning för en ny resa upp till 50 000 kr. Det gäller om du eller ditt resesällskap blir akut sjuk eller råkar ut för en olycksfallsskada och blir inlagd på sjukhus eller ordineras sängvila inomhus på resmålet. För att ersättning ska kunna beviljas, måste sjukhusvistelsen eller den ordinerade vilan överstiga mer än halva antalet resdagar, och du måste kunna uppvisa ett intyg från en behörig läkare på resmålet eller via läkare genom Hedvig Global Assistance (SOS International). Läs dina villkor för mer information om ditt skydd.

# SUBMIT_CLAIM_EMERGENCY_FAQ8_TITLE
source: Can I get a new trip?
sv_se: Kan jag få en ny resa?

# SUBMIT_CLAIM_EMERGENCY_GLOBAL_ASSISTANCE_LABEL
source: Get help to find a hospital or guidance to the medical care you need, wherever you are.
da_dk: Få hjælp til at finde et hospital eller vejledning til den lægehjælp, du har brug for, uanset hvor du er.
nb_no: Få hjelp til å finne et sykehus eller veiledning til den medisinske behandlingen du trenger, uansett hvor du er.
sv_se: Få hjälp att hitta ett sjukhus eller vägledning till den sjukvård du behöver, var du än är.

# SUBMIT_CLAIM_EMERGENCY_GLOBAL_ASSISTANCE_TITLE
source: Global Assistance
nb_no: Global assistanse
sv_se: Global assistans

# SUBMIT_CLAIM_EMERGENCY_INFO_LABEL
source: Always call your local emergency number if you or someone else is in serious danger
da_dk: Ring altid til dit lokale alarmnummer, hvis du eller en anden er i alvorlig fare
nb_no: Ring alltid ditt lokale nødnummer hvis du eller noen andre er i alvorlig fare
sv_se: Ring alltid ditt lokala nödnummer om du eller någon annan är i allvarlig fara

# SUBMIT_CLAIM_EMERGENCY_INSURANCE_COVER_LABEL
source: We cover costs due to acute illness, injury and acute dental injury abroad. If you are seriously ill and require emergency medical care, contact Hedvig Global Assistance (SOS International) immediately.
da_dk: Vi dækker omkostningerne, hvis du bliver akut syg, kommer til skade eller får en akut tandskade i udlandet. Bliver du alvorlig syg, og får brug for akut behandling, skal du kontakte SOS International.
nb_no: Vi dekker kostnader ved akutt sykdom, skade og akutt tannskade i utlandet. Om du behøver akutt helsehjelp utenlands må du først kontakte Hedvig Global Assistance.
sv_se: Vi täcker kostnader som uppstår om du blir akut sjuk, skadar dig eller får akuta tandskador i utlandet. Behöver du akut vård utomlands ska du kontakta Hedvig Global Assistance (SOS International).

# SUBMIT_CLAIM_EMERGENCY_INSURANCE_COVER_TITLE
source: What your insurance covers
da_dk: Din forsikring dækker
nb_no: Forsikringen dekker
sv_se: Vad din försäkring täcker

# SUBMIT_CLAIM_EMERGENCY_TITLE
source: Are you on a trip and need urgent medical care or assistance?
da_dk: Er du på rejse og har brug for akut lægehjælp eller assistance?
nb_no: Er du på tur og trenger akutt medisinsk hjelp eller assistanse?
sv_se: Är du på en resa och behöver akut vård eller assistans?

# SUBMIT_CLAIM_GLASS_DAMAGE_BUTTON_TITLE
source: See our partners
sv_se: Se våra partners

# SUBMIT_CLAIM_GLASS_DAMAGE_HOW_IT_WORKS_LABEL
source: Get started quickly by contacting a workshop. We have established partnerships with Carglass and Ryds Bilglas. However, you are free to select a different workshop of your preference.
da_dk: Kom hurtigt i gang ved at kontakte et værksted. Vi samarbejder med Carglass og Ryds Bilglas, som er placeret over hele landet. Men du kan selvfølgelig vælge et andet værksted, der passer dig.
nb_no: Kom raskt i gang ved å kontakte et verksted. Vi samarbeider med Carglass og Ryds Bilglas, som holder til over hele landet. Men du kan selvfølgelig velge et annet verksted som passer deg.
sv_se: Du kan enkelt boka en reparation hos Ryds Bilglas eller Carglass online. De finns på många orter runtom i landet. Men du kan självklart välja en annan verkstad om det passar dig bättre.

# SUBMIT_CLAIM_GLASS_DAMAGE_INFO_LABEL
source: You need to contact a car workshop to get further help with your claim
da_dk: Du skal kontakte et autoværksted for at få yderligere hjælp
nb_no: Du må kontakte et bilverksted for å få ytterligere hjelp
sv_se: Du behöver kontakta en bilverkstad för att få hjälp med din reparation

# SUBMIT_CLAIM_GLASS_DAMAGE_ONLINE_BOOKING_BUTTON
source: Book now
da_dk: Book nu
nb_no: Bestill nå
sv_se: Boka nu

# SUBMIT_CLAIM_GLASS_DAMAGE_ONLINE_BOOKING_LABEL
source: Online booking available
da_dk: Online booking mulig
nb_no: Online bestilling mulig
sv_se: Onlinebokning möjlig

# SUBMIT_CLAIM_GLASS_DAMAGE_TITLE
source: Glass damage
da_dk: Glasskader
nb_no: Glassskade
sv_se: Glasskada

# SUBMIT_CLAIM_GLOBAL_ASSISTANCE_CALL_LABEL
source: Call %1$@
da_dk: Ring til %1$@
nb_no: Ring %1$@
sv_se: Ring %1$@

# SUBMIT_CLAIM_GLOBAL_ASSISTANCE_FOOTNOTE
source: Available 24/7 ∙ No charge
da_dk: Tilgængelig 24/7 ∙ Der opkræves ingen gebyrer
nb_no: Tilgjengelig 24/7 ∙ Ingen kostnader påløper
sv_se: Tillgänglig 24/7 ∙ Ingen avgift

# SUBMIT_CLAIM_GLOBAL_ASSISTANCE_URL_LABEL
source: Book online
sv_se: Anmäl online

# SUBMIT_CLAIM_HOW_IT_WORKS_TITLE
source: How it works
da_dk: Hvordan det virker
nb_no: Hvordan det fungerer
sv_se: Så funkar det

# SUBMIT_CLAIM_ID_PROTECTION_BUTTON_TITLE
source: Read more
sv_se: Läs mer

# SUBMIT_CLAIM_ID_PROTECTION_TITLE
source: ID Protection
sv_se: ID-skydd

# SUBMIT_CLAIM_NEED_HELP_LABEL
source: We’re here 08–22, Mon–Fri and weekends 10–22
sv_se: Vi finns här vardagar 08–22 och helger 10–22

# SUBMIT_CLAIM_NEED_HELP_TITLE
source: Need help with something else?
da_dk: Har du brug for hjælp til noget andet?
nb_no: Trenger du hjelp til noe annet?
sv_se: Behöver du hjälp med något annat?

# SUBMIT_CLAIM_PARTNER_SINGULAR_TITLE
source: Our partner
da_dk: Vores partner
nb_no: Vår partner
sv_se: Vår partner

# SUBMIT_CLAIM_PARTNER_TITLE
source: Our partners
da_dk: Vores partnere
nb_no: Våre partnere
sv_se: Våra partners

# SUBMIT_CLAIM_PESTS_BUTTON_TITLE
source: Read more
sv_se: Läs mer

# SUBMIT_CLAIM_PESTS_CUSTOMER_SERVICE_BUTTON
source: Contact Nomor (Rentokil)
da_dk: Kontakta Nomor (Rentokil)
nb_no: Kontakta Nomor (Rentokil)
sv_se: Kontakta Nomor (Rentokil)

# SUBMIT_CLAIM_PESTS_CUSTOMER_SERVICE_LABEL
source: Customer service available Mon–Fri, 7–17
da_dk: Kundeservice tilgængelig man-fre, 7–17
nb_no: Kundeservice tilgjengelig man–fre, 7–17
sv_se: Kundtjänst tillgänglig mån–fre, 7–17

# SUBMIT_CLAIM_PESTS_HOW_IT_WORKS_LABEL
source: If your house is affected by pests, you can get compensation for decontamination and repairs. The coverage includes house longhorns, carpenter ants, ants, mice and other household pests. They can also help with dry-rot fungus.
da_dk: Nomor er vores partner til skadedyrsproblemer. Kontakt Nomor direkte for at få øjeblikkelig hjælp med dit krav. Den nemmeste måde at gøre dette på er at trykke på knappen ovenfor.
nb_no: Nomor er vår partner for skadedyrproblemer. Kontakt Nomor direkte for å få umiddelbar hjelp med kravet ditt. Den enkleste måten å gjøre dette på er å trykke på knappen ovenfor.
sv_se: Om ditt hus drabbas av skadedjur kan du få ersättning för sanering och reparation. Skyddet gäller husbock, hästmyra, getingar, möss och andra bostadsinsekter, samt om ett vilt djur tar sig in och orsakar skada i ditt hem. De kan även hjälpa dig med äkta hussvamps-skador.

# SUBMIT_CLAIM_PESTS_INFO_LABEL
source: You need to get in touch with Nomor to recieve further assistance with your matter.
da_dk: Du behöver kontakta Nomor för att få ytterligare hjälp med ditt ärende
nb_no: Du behöver kontakta Nomor för att få ytterligare hjälp med ditt ärende
sv_se: Du behöver kontakta Nomor för att få ytterligare hjälp med ditt ärende

# SUBMIT_CLAIM_PESTS_TITLE
source: Dry-rot fungus and pests
da_dk: Hussvamp och skadedjur
nb_no: Hussvamp och skadedjur
sv_se: Hussvamp och skadedjur

# SUBMIT_CLAIM_TOWING_A1
source: You can get help with towing the car if it has been damaged or experienced a breakdown, such as engine failure or a flat tire.
sv_se: Du kan få hjälp med att bärga bilen om den skadats eller drabbats av ett driftstopp, som till exempel motorstopp eller punktering.

# SUBMIT_CLAIM_TOWING_A2
source: As long as the damage is covered by the terms, you only pay the deductible of 1750 SEK directly to Assistancekåren.
sv_se: Så länge skadan täcks av försäkringsvillkoren så betalar du endast självrisken på 1750 kr direkt till Assistancekåren.

# SUBMIT_CLAIM_TOWING_A3
source: You are, of course, free to use the towing service that suits you best. However, the process is usually faster and smoother if you contact Assistancekåren directly.
sv_se: Du får såklart använda den bärgningstjänst som passar dig bäst. Men förloppet blir oftast snabbare och enklare om du vänder dig direkt till Assistancekåren.

# SUBMIT_CLAIM_TOWING_BUTTON_TITLE
source: Read more
sv_se: Läs mer

# SUBMIT_CLAIM_TOWING_HOW_IT_WORKS_LABEL
source: You can contact Assistancekåren by phone using the button above or by calling directly at +46 10–45 99 222. The deductible of 1750 SEK is to be paid directly to Assistancekåren. If you prefer to opt for a different towing service, feel free to select the one that suits you best. In case of emergency and need for medical assistance, call 112.
sv_se: Du kontaktar själv Assistancekåren på telefon genom knappen här ovan eller ringer direkt till +46 020 912 912. Självrisken som är på 1750 kr betalar du direkt till Assistancekåren. Om du skulle vilja använda dig av annan bilbärgning kan du självklart välja den du föredrar. Vid akuta skador och behov av sjukvård ring istället 112.

# SUBMIT_CLAIM_TOWING_INFO_LABEL
source: You need to contact Assistancekåren directly to receive further assistance
sv_se: Du behöver kontakta Assistancekåren direkt för att få hjälp med din bärgning

# SUBMIT_CLAIM_TOWING_ONLINE_BOOKING_BUTTON
source: Call now
sv_se: Ring nu

# SUBMIT_CLAIM_TOWING_ONLINE_BOOKING_LABEL
source: Available 24/7
sv_se: Få hjälp direkt, dygnet runt

# SUBMIT_CLAIM_TOWING_Q1
source: What kind of assistance can I receive?
sv_se: Vad kan jag få hjälp med?

# SUBMIT_CLAIM_TOWING_Q2
source: What does towing cost?
sv_se: Vad kostar bärgning?

# SUBMIT_CLAIM_TOWING_Q3
source: Can I use another towing service?
sv_se: Kan jag använda en annan bärgare?

# SUBMIT_CLAIM_TOWING_TITLE
source: Towing
sv_se: Bärgning

# SUMMARY_SCREEN_COVERAGE
source: Coverage
da_dk: Dækning
nb_no: Dekningen
sv_se: Skyddet

# SUMMARY_SCREEN_OVERVIEW
source: Overview
da_dk: Dine oplysninger
nb_no: Din info
sv_se: Överblick

# SUMMARY_TOTAL_PRICE_SUBTITLE
source: Changes activate %@
sv_se: Ändringar aktiveras %@

# SWITCHER_AUTO_CARD_DESCRIPTION
source: After signing, we'll cancel your old insurance and activate your new insurance with Hedvig on the same day as the old one(s) expires.
da_dk: Efter underskrift opsiger vi din gamle forsikring og aktiverer din nye forsikring hos Hedvig samme dag, som den/de gamle udløber.
nb_no: Når du har signert sier vi opp din gamle forsikring og aktiverer din nye forsikring hos Hedvig samme dag som den gamle utløper.
sv_se: När du har signerat säger vi upp din gamla försäkring och aktiverar din nya försäkring hos Hedvig samma dag som den gamla löper ut.

# SWITCHER_AUTO_CARD_TITLE
source: Auto switch
da_dk: Automatisk skift
nb_no: Automatisk bytte
sv_se: Automatiskt byte

# SWITCHER_MANUAL_CARD_DESCRIPTION
source: Your current insurance company does not allow us to terminate your insurance agreement for you. You need to terminate it yourself and then set your start date for your new insurance in the Hedvig app.
nb_no: Ditt nåværende forsikringsselskap tillater ikke at vi sier opp din forsikring for deg. Du må selv si opp og etterpå angi en startdato for din nye forsikring i Hedvig-appen.
sv_se: Ditt nuvarande försäkringsbolag tillåter inte att vi säger upp ditt försäkringsavtal åt dig. Du måste säga upp det själv och sedan ange ett startdatum för din nya försäkring i Hedvig-appen.

# SWITCHER_MANUAL_CARD_TITLE
source: Manual switch needed
sv_se: Manuellt byte behövs

# TAB_HOME_TITLE
source: Home
da_dk: Hjem
nb_no: Hjem
sv_se: Hem

# TAB_INSURANCES_TITLE
source: Insurances
da_dk: Forsikringer
nb_no: Forsikringer
sv_se: Försäkringar

# TAB_PAYMENTS_TITLE
source: Payments
da_dk: Betalinger
nb_no: Betalinger
sv_se: Betalningar

# TAB_PROFILE_TITLE
source: Profile
da_dk: Profil
nb_no: Profil
sv_se: Profil

# TERMINATE_CONTRACT_COMMON_QUESTIONS
source: Common questions
da_dk: Almindelige spørgsmål
nb_no: Vanlige spørsmål
sv_se: Vanliga frågor

# TERMINATE_CONTRACT_TERMINATING_PROGRESS
source: Cancelling...
da_dk: Afslutter...
nb_no: Fullfører...
sv_se: Avslutar...

# TERMINATE_CONTRACT_TERMINATION_COMPLETE
source: Your insurance was cancelled before the activation date. You will not be charged anything.
da_dk: Din forsikring blev opsagt før aktiveringsdatoen. Du vil ikke blive opkrævet noget.
nb_no: Forsikringen din ble kansellert før aktiveringsdatoen. Du vil ikke bli belastet noe.
sv_se: Din försäkring har avslutats innan startdatumet. Du kommer inte debiteras någonting.

# TERMINATION_ADDON_COVERAGE_TITLE
source: Extra coverage
sv_se: Utökat skydd

# TERMINATION_A_01
source: The total amount of your insurance cost is deducted retrospectively on the 27th of each month, for the current month. Since the withdrawal takes place at the end of each month, this means that money can be withdrawn even though the insurance has been terminated. You only pay for the days the insurance has been active.
sv_se: Den totala summan av din försäkringskostnad dras i efterhand den 27:e varje månad, för den pågående månaden. Eftersom dragningen sker i slutet av varje månad så innebär det att pengar kan dras trots att försäkringen är avslutad. Du betalar bara för de dagar som försäkringen har varit aktiv.

# TERMINATION_A_02
source: Yes, you can report claims for up to 10 years if they occurred during the time you were insured with Hedvig.
sv_se: Ja, du kan anmäla skador i upp till 10 år om de inträffade under den tiden du hade en försäkring hos Hedvig.

# TERMINATION_A_03
source: You can easily sign a new insurance on [hedvig.com](https://www.hedvig.com/)
sv_se: Du tecknar enkelt en ny försäkring på [hedvig.com](https://www.hedvig.com/)

# TERMINATION_BUTTON
source: Cancel insurance
da_dk: Slet forsikring
nb_no: Si opp forsikringen
sv_se: Säg upp försäkring

# TERMINATION_DATE_TEXT
source: Select termination date
da_dk: Ophørsdato
nb_no: Sluttdato
sv_se: Välj slutdatum

# TERMINATION_FLOW_AUTO_CANCEL_ABOUT
source: We’ll send a cancellation confirmation within a few days. If you don’t get it after 5 days, feel free to contact us.
sv_se: Vi skickar en bekräftelse på uppsägningen inom några dagar. Hör gärna av dig om du inte fått den efter 5 dagar.

# TERMINATION_FLOW_AUTO_CANCEL_TITLE
source: We’ll cancel your insurance automatically
sv_se: Vi avslutar din försäkring automatiskt

# TERMINATION_FLOW_AUTO_DECOM_COSTS_INFO
source: You’ll receive a confirmation email within a few days, where you can see your new price.
sv_se: Du kommer att få ett bekräftelsemail på din avställningsförsäkring inom några dagar, där du kommer att se ditt nya pris.

# TERMINATION_FLOW_AUTO_DECOM_COSTS_TITLE
source: What it costs
sv_se: Vad kostar det

# TERMINATION_FLOW_AUTO_DECOM_COVERED_INFO
source: The insurance covers damage such as theft, fire, vandalism, and body damage while the car is decommissioned. Legal protection is also included. The insurance is only valid as long as the car remains in Sweden.
sv_se: Försäkringen ersätter skador såsom stöld, brand, skadegörelse och vagnskada medan bilen är avställd. Rättsskydd ingår också. Försäkringen gäller endast så länge bilen är kvar i Sverige.

# TERMINATION_FLOW_AUTO_DECOM_COVERED_TITLE
source: What’s covered
sv_se: Vad som ingår

# TERMINATION_FLOW_AUTO_DECOM_INFO
source: If you’ve decommissioned your car through Transportstyrelsen, your insurance will automatically switch to decommission insurance.
sv_se: Om du har ställt av din bil via Transportstyrelsen kommer din försäkring automatiskt övergå till en avställningsförsäkring.

# TERMINATION_FLOW_AUTO_DECOM_NOTIFICATION
source: If you don’t want to keep your decommission insurance, you can cancel it below.
sv_se: Vill du inte behålla din avställningsförsäkring kan du enkelt säga upp den nedan.

# TERMINATION_FLOW_AUTO_DECOM_TITLE
source: Your insurance will switch to decommission insurance
sv_se: Din försäkring kommer övergå till en avställningsförsäkring

# TERMINATION_FLOW_BODY
source: Select the insurance you want to cancel
da_dk: Vælg den forsikring, du ønsker at opsige
nb_no: Velg forsikringen du vil si opp
sv_se: Välj den försäkring du vill avsluta

# TERMINATION_FLOW_CANCELLATION_TITLE
source: Cancel insurance
da_dk: Afbestilling
nb_no: Kansellering
sv_se: Säg upp försäkring

# TERMINATION_FLOW_CANCEL_INFO_TEXT
source: You can cancel your insurance at any time. You will only be charged for the time you have been an active member. When the insurance is cancelled you can see your last payment under the tab "Payments" here in the app.
da_dk: Du kan til enhver tid opsige din forsikring. Du bliver kun opkrævet for den tid, du har været aktivt medlem. Når forsikringen opsiges kan du se din sidste betaling under fanen "Betalinger" her i appen.
nb_no: Du kan si opp forsikringen når som helst. Du vil kun bli belastet for den tiden du har vært aktivt medlem. Når forsikringen er sagt opp kan du se din siste betaling under fanen "Betalinger" her i appen.
sv_se: Du kan närsomhelst avsluta din försäkring. Avslutar du din försäkring kommer du endast att debiteras för den tid du varit aktiv medlem hos Hedvig. När du avslutat din försäkring kan du se din sista betalning under fliken "Betalningar" här i appen.

# TERMINATION_FLOW_CANCEL_INFO_TITLE
source: Cancelling your insurance
da_dk: Opsigelse af din forsikring
nb_no: Si opp forsikringen din
sv_se: Avsluta din försäkring

# TERMINATION_FLOW_CONFIRMATION
source: Your insurance will be cancelled directly
da_dk: Din forsikring opsiges direkte
nb_no: Forsikringen din vil bli kansellert direkte
sv_se: Din försäkring kommer avlutas direkt

# TERMINATION_FLOW_CONFIRMATION_SUBTITLE_TERMINATION
source: Your insurance will be cancelled on %@
da_dk: Din forsikring vil blive annulleret den %@
nb_no: Forsikringen din vil bli kansellert %@
sv_se: Din försäkring kommer att avslutas den %@

# TERMINATION_FLOW_CONFIRM_BUTTON
source: Yes, cancel
da_dk: Ja, annuller
nb_no: Ja, slett
sv_se: Ja, avsluta

# TERMINATION_FLOW_CONFIRM_INFORMATION
source: Confirm your information
da_dk: Bekræft dine oplysninger
nb_no: Bekreft informasjonen din
sv_se: Bekräfta din information

# TERMINATION_FLOW_DATE_FIELD_PLACEHOLDER
source: Select date...
da_dk: Vælg dato...
nb_no: Velg dato...
sv_se: Välj datum...

# TERMINATION_FLOW_DATE_FIELD_TEXT
source: Termination date
da_dk: Ophørsdato
nb_no: Sluttdato
sv_se: Slutdatum

# TERMINATION_FLOW_DELETION_INFO_CARD
source: Since this insurance is not active yet it will be cancelled and removed today. You won’t be charged anything.
da_dk: Da denne forsikring ikke er aktiv endnu, vil den blive opsagt og fjernet i dag. Du vil ikke blive opkrævet noget.
nb_no: Siden denne forsikringen ikke er aktiv ennå, vil den bli kansellert og fjernet i dag. Du vil ikke bli belastet noe.
sv_se: Eftersom försäkringen inte är aktiv än så kommer den avslutas direkt. Du kommer inte att debiteras någonting.

# TERMINATION_FLOW_IMPORTANT_INFORMATION_TEXT
source: If there is a gap in your insurance, you may not receive future help or compensation. Make sure that you always have an active insurance.
da_dk: Hvis der er et hul i din forsikring, får du muligvis ikke fremtidig hjælp eller erstatning. Sørg for, at du altid har en aktiv forsikring.
nb_no: Hvis det er et hull i forsikringen din, kan det hende du ikke får fremtidig hjelp eller erstatning. Sørg for at du alltid har en aktiv forsikring.
sv_se: Om det blir ett uppehåll i din försäkring, kan det innebära att du inte får den hjälp eller ersättning du behöver i framtiden. Se därför till att alltid ha en aktiv försäkring.

# TERMINATION_FLOW_IMPORTANT_INFORMATION_TITLE
source: Important information
da_dk: Vigtig information
nb_no: Viktig informasjon
sv_se: Viktig information

# TERMINATION_FLOW_I_UNDERSTAND_TEXT
source: I understand
da_dk: Jeg forstår
nb_no: Jeg forstår
sv_se: Jag förstår
