Repository: HedvigInsurance/ugglan
Catalog: Projects/hCore/Resources/*.lproj/Localizable.strings
Languages: da_dk, nb_no, sv_se

# claims.location.screen.title
source: Location
da_dk: Placere
nb_no: Plass
sv_se: Plats

# claims.payout.age.deductable
source: Deductible
da_dk: Selvrisiko
nb_no: Egenandel
sv_se: Självrisk

# claims.payout.age.deduction
source: Age deduction
da_dk: Aldersfradrag
nb_no: Aldersfradrag
sv_se: Åldersavdrag

# claims.payout.button.label
source: Payout %1$@
da_dk: Udbetaling %1$@
nb_no: Utbetaling %1$@
sv_se: Betala ut %1$@

# claims.payout.summary.method
source: Pay out to
da_dk: Udbetaling til
nb_no: Utbetaling til
sv_se: Utbetalning till

# claims.payout.summary.title
source: Payout
da_dk: Beregn
nb_no: Kasse
sv_se: Utbetalning

# claims.summary.screen.title
source: Summary
da_dk: Resumé
nb_no: Sammendrag
sv_se: Sammanfattning

# cross_sell.info.faq_chat_button
source: Contact us
da_dk: Chat med os
nb_no: Chat med oss
sv_se: Kontakta oss

# cross_sell_get_price
source: Get price
da_dk: Få pris
nb_no: Få pris
sv_se: Få pris

# dashboard_multiple_renewals_prompter_button
source: Read new certificates
da_dk: Læs de nye policer
nb_no: Les nye sertifikater
sv_se: Läs nya försäkringsbrev

# edit_coinsured_ssn_placeholder
source: YYYYMMDD-XXXX
da_dk: DDMMÅÅ-SSSS
nb_no: DDMMÅÅXXXXX
sv_se: ÅÅÅÅMMDD-XXXX

# embark_onboarding_more_options.settings_label
source: Settings
da_dk: Indstillinger
nb_no: Innstillinger
sv_se: Inställningar

# file_upload_choose_files
source: Other Files
da_dk: Andre filer
nb_no: Andre filer
sv_se: Andra filer

# file_upload_files_added
source: Added files saved
da_dk: Tilføjede filer gemt
nb_no: Lagt til filer lagret
sv_se: Filer uppladdade

# file_upload_photo_library
source: Your photos
da_dk: Dine billeder
nb_no: Dine bilder
sv_se: Dina bilder

# file_upload_take_photo
source: Take Photo
da_dk: Tag et billede
nb_no: Ta bilde
sv_se: Ta ett foto

# file_upload_upload_files
source: Upload files
da_dk: Upload filer
nb_no: Last opp filer
sv_se: Ladda upp filer

# general_cancel_button
source: Cancel
da_dk: Annuller
nb_no: Avbryt
sv_se: Avbryt

# general_close_button
source: Close
da_dk: Luk
nb_no: Lukk
sv_se: Stäng

# general_continue_button
source: Continue
da_dk: Fortsæt
nb_no: Fortsett
sv_se: Fortsätt

# general_done_button
source: Done
da_dk: Færdig
nb_no: Ferdig
sv_se: Klar

# general_error
source: Error
da_dk: Fejl
nb_no: Feil
sv_se: Fel

# general_next_button
source: Next
da_dk: Næste
nb_no: Neste
sv_se: Nästa

# general_previous_button
source: Previous
da_dk: Tidligere
nb_no: Tidligere
sv_se: Föregående

# general_save_button
source: Save
da_dk: Gem
nb_no: Lagre
sv_se: Spara

# general_select_button
source: Select
da_dk: Vælg
nb_no: Velg
sv_se: Välj

# home.claim_card.pill.claim
source: Claim
da_dk: Skadesanmeldelse
nb_no: Sak
sv_se: Skada

# home.claim_card.pill.reopened
source: Reopened
da_dk: Genåbnet
nb_no: Gjenåpnet
sv_se: Återöppnad

# home_tab.active_in_future_info
source: Your insurance will be activated on %1$@. Visit our Help Center to see our most frequently asked questions.
da_dk: Din forsikring vil blive aktiveret den %1$@. Hvis du har spørgsmål, så kontakt os via chatten.
nb_no: Forsikringen din blir aktivert %1$@. Hvis du har spørsmål, ta kontakt med oss via chatten.
sv_se: Din försäkring kommer att aktiveras den %1$@. Undrar du något? Få svar på de vanligaste frågorna i vårt Hjälpcenter.

# home_tab.chat_hint_text
source: Got questions? Write to us
da_dk: Har du spørgsmål? Skriv til os
nb_no: Har du spørsmål? Skriv til oss
sv_se: Har du frågor? Skriv till oss

# home_tab.claim_button_text
source: Make a claim
da_dk: Anmeld skade
nb_no: Melde en skade
sv_se: Anmäl skada

# home_tab.get_help
source: Help and support
sv_se: Hjälp och support

# home_tab.moving_action_sheet.open_offer_button
source: Go to pending quote
da_dk: Gå til afventende tilbud
nb_no: Gå til ventende tilbud
sv_se: Gå till väntande prisförslag

# home_tab.pending_nonswitchable_info
source: Don't forget to cancel your previous insurance. Visit our Help Center to see our most frequently asked questions.
da_dk: Glem ikke at opsige din tidligere forsikring. Hvis du har spørgsmål, er du velkommen til at kontakte os via chatten.
nb_no: Ikke glem å si opp din tidligere forsikring. Hvis du har spørsmål, vennligst kontakt oss via chatten.
sv_se: Glöm inte att säga upp din tidigare försäkring. Undrar du något? Få svar på de vanligaste frågorna i vårt Hjälpcenter.

# home_tab.pending_switchable_info
source: We're currently in the process of reaching out to your previous insurer to transition your insurance to Hedvig. Visit our Help Center to see our most frequently asked questions.
da_dk: Vi holder lige nu på at kontakte dit tidligere forsikringsbolag for at gennemføre bytet till Hedvig. Har du spørgsmål? Skriv til os i chatten.
nb_no: Vi holder bare nå på kontakt med ditt tidligere forsikringsbolag for å implementere bytet till Hedvig. Har du spørsmål? Skriv til oss i chatten.
sv_se: Vi håller just nu på att kontakta ditt tidigare försäkringsbolag för att genomföra bytet till Hedvig. Undrar du något? Få svar på de vanligaste frågorna i vårt Hjälpcenter.

# home_tab.terminated_body
source: You currently have no active insurance with Hedvig. Please be aware that you can still submit claims for incidents that occurred during the active period of your cancelled insurance.
da_dk: Du har for ingen aktiv forsikring med Hedvig. Du kan stadig anmelde skader, der er sket under den aktive periode for din afsluttede forsikring.
nb_no: Du har for ingen aktiv forsikring med Hedvig. Du kan fortsatt melde skader som har skjedd under den aktive perioden for din avsluttede forsikring.
sv_se: Du har för närvarande ingen aktiv försäkring med Hedvig. Du kan fortfarande anmäla skador som inträffat under den aktiva perioden för din avslutade försäkring.

# home_tab.welcome_title_without_name
source: Hi, how can we help you?
da_dk: Hej, hvordan kan vi hjælpe dig?
nb_no: Hei, hvordan kan vi hjelpe deg?
sv_se: Hej, hur kan vi hjälpa dig?

# housing_info_list.address_label
source: Address
sv_se: Adress

# housing_info_list.ancillary_area_label
source: Ancillary area
nb_no: Tilhørende område
sv_se: Biyta

# housing_info_list.baths_label
source: Number of baths
sv_se: Antal badrum

# housing_info_list.construction_year_label
source: Year built
sv_se: Byggår

# housing_info_list.contract_button
source: Show less
sv_se: Visa mindre

# housing_info_list.expand_button
source: Show more
sv_se: Visa mer

# housing_info_list.extra_buildings_subheadline
source: Extra buildings
nb_no: Ekstra bygninger
sv_se: Övriga byggnader

# housing_info_list.housing_type_label
source: Housing type
sv_se: Boendeform

# housing_info_list.insured_people_label
source: Insured people
sv_se: Försäkrade personer

# housing_info_list.insured_people_value_multiple
source: You + %1$li
da_dk: Du + %1$li
nb_no: Du + %1$li
sv_se: Du + %1$li

# housing_info_list.insured_people_value_single
source: You
sv_se: Du

# housing_info_list.living_space_label
source: Living space
nb_no: Boareal
sv_se: Boyta

# housing_info_list.postal_code_label
source: Postal code
sv_se: Postnummer

# housing_info_list.size_label
source: Size
sv_se: Storlek

# housing_info_list.sublet_label
source: Partly subleted
sv_se: Delvis uthyrd

# important_message.hide
source: Hide
da_dk: Skjule
nb_no: Skjule
sv_se: Dölj

# important_message.read_more
source: Read more
da_dk: Læs mere
nb_no: Les mer
sv_se: Läs mer

# info_card_missing_payment.body
source: For your insurance to stay active, you need to connect a payment method
da_dk: For at din forsikring kan fortsætte med at gælde, skal du tilknytte dit kort.
nb_no: For at forsikringen din skal være aktiv, må du koble til en betalingsmetode
sv_se: För att din försäkring ska förbli aktiv måste du ansluta autogiro från din bank.

# info_card_missing_payment.missing_payments_body
source: Your insurance will be terminated due to multiple failed payment attempts. Send a message through the app before %1$@ to avoid termination.
da_dk: Din forsikring vil blive opsagt på grund af flere mislykkede betalingsforsøg. Send en besked via appen før %1$@ for at undgå opsigelse.
nb_no: Forsikringen din vil bli avsluttet på grunn av flere mislykkede betalingsforsøk. Send en melding via appen før %1$@ for å unngå oppsigelse.
sv_se: Din försäkring kommer att avslutas på grund av flera misslyckade betalningsförsök. Skicka ett meddelande här i appen före %1$@ för att undvika uppsägning.

# insurance_certificate_title
source: Insurance certificate
da_dk: Forsikringspolice
nb_no: Forsikringsbrev
sv_se: Försäkringsbrev

# insurance_details.change_address_button
source: Change address
da_dk: Skift adresse
nb_no: Endre adresse
sv_se: Ändra adress

# insurance_details.change_coverage
source: Change coverage
sv_se: Ändra skydd

# insurance_details.move_button
source: Move to new address
sv_se: Flytta till ny adress

# insurance_details.update_details_sheet_title
source: Upcoming changes
da_dk: Kommende ændringer
nb_no: Kommende endringer
sv_se: Kommande ändringar

# insurance_details_view.tab_1_title
source: Overview
da_dk: Dine oplysninger
nb_no: Din info
sv_se: Överblick

# insurance_details_view.tab_2_title
source: Coverage
da_dk: Dækning
nb_no: Dekning
sv_se: Skydd

# insurance_details_view.tab_3_title
source: Documents
da_dk: Dokumenter
nb_no: Dokumenter
sv_se: Dokument

# insurance_tab.cross_sells.title
source: Discover more coverage
da_dk: Opdag mere dækning
nb_no: Oppdag mer dekning
sv_se: Fler försäkringar

# insurances_tab.cancelled_insurances_label
source: Cancelled insurances (%1$@)
da_dk: Opsagte forsikringer (%1$@)
nb_no: Kansellerte forsikringer (%1$@)
sv_se: Uppsagda försäkringar (%1$@)

# insurances_tab.cancelled_insurances_title
source: Cancelled insurances
da_dk: Opsagte forsikringer
nb_no: Kansellerte forsikringer
sv_se: Uppsagda försäkringar

# insurances_tab.contact_us_to_edit_co_insured
source: You need to contact us in the app to edit the amount of co-insured on your insurance
da_dk: Du skal kontakte os i chatten for at redigere mængden af medforsikret på din forsikring
nb_no: Du må kontakte oss i chatten for å endre beløpet for medforsikret på forsikringen din
sv_se: Skicka ett meddelande till oss direkt här i appen för att kunna ändra antalet medförsäkrade.

# insurances_tab.title
source: Insurances
da_dk: Forsikringer
nb_no: Forsikringer
sv_se: Försäkringar

# insurances_tab.view_details
source: View details
da_dk: Se detaljer
nb_no: Vis detaljer
sv_se: Läs mer

# insurances_tab.your_insurance_will_be_updated
source: Your insurance will be updated on %1$@.
da_dk: Din forsikring vil blive opdateret den %1$@.
nb_no: Forsikringen din vil bli oppdatert %1$@ .
sv_se: Din försäkring kommer att uppdateras den %1$@.

# insurances_tab.your_insurance_will_be_updated_with_info
source: Your insurance will be updated on %1$@. If you want to make changes, you need to contact our service team.
da_dk: Din forsikring vil blive opdateret %1$@ . Hvis du vil annullere eller foretage ændringer, skal du kontakte vores serviceteam.
nb_no: Forsikringen din vil bli oppdatert %1$@ . Hvis du ønsker å avbryte eller gjøre endringer, må du kontakte vårt serviceteam.
sv_se: Din försäkring kommer att uppdateras %1$@. Om du vill göra ändringar eller har frågor, skicka ett meddelande här i appen.

# insurances_tab_moving_flow_info_button_title
source: Get a price quote
sv_se: Få ett prisförslag

# insurances_tab_moving_flow_info_title
source: Are you moving? See if we can offer you a better price on your new home.
sv_se: Ska du flytta? Se om vi kan erbjuda dig ett bättre pris för ditt nya boende.

# insurely_se_ssn.assistive_text
source: YYMMDD-XXXX
sv_se: ÅÅMMDD-XXXX

# login.code_input.error_msg.code_not_valid
source: Verification code not valid
da_dk: Bekræftelseskoden er ikke gyldig
sv_se: Verifieringskoden är inte giltig

# login.enter_your_email_address
source: Please enter your email address below. Log in option only available for Qasa members.
da_dk: Indtast din mailadresse herunder. Log ind er kun tilgængeligt for svenske medlemmer.
nb_no: Vennligst skriv inn din epost. Påloggingsalternativ kun tilgjengelig for medlemmer av Hedvig Sverige.
sv_se: Fyll i din e-postadress nedan. Inloggningsmetod enbart tillgängligt för Qasa-medlemmar.

# login.medium_button.inactive.resend_code_in
source: Resend code in %1$lis
da_dk: Send kode igen om %1$lis
sv_se: Skickar koden igen om %1$lis

# login.open_email_app_button
source: Open email app
da_dk: Åbn mail-app
sv_se: Öppna mail-appen

# login.smedium_button.active.resend_code
source: Resend code
da_dk: Send kode igen
sv_se: Skicka koden igen

# login.snackbar.code_resent
source: Code sent
da_dk: Kode afsendt
sv_se: Kod skickad

# login.subtitle.verification_code_email
source: Click the log in button in the email or enter the 6-digit code we've sent to %@.
da_dk: Klik på login-knappen i mailen eller indtast den 6-cifrede kode, vi har sendt til %@.
nb_no: Klikk på påloggingsknappen i e-posten eller skriv inn den 6-sifrede koden vi har sendt til %@ .
sv_se: Klicka på inloggningsknappen i mejlet eller fyll i den 6-siffriga kod vi skickat till %@

# login.title.check_your_email
source: Check your email.
da_dk: Tjek din mail.
nb_no: Sjekk e-posten.
sv_se: Kolla din e-post.

# market_language_screen.choose_language_label
source: Choose language
da_dk: Vælg dit sprog
nb_no: Velg ditt språk
sv_se: Välj språk

# market_language_screen.continue_button_text
source: Continue
da_dk: Fortsæt
nb_no: Fortsett
sv_se: Fortsätt

# market_language_screen.title
source: Welcome to Hedvig.
da_dk: Velkommen til Hedvig.
nb_no: Velkommen til Hedvig.
sv_se: Välkommen till Hedvig.

# moving_embark_title
source: Change address
da_dk: Skift adresse
nb_no: Bytt adresse
sv_se: Ändra adress

# moving_summary_scroll.Details
source: Details
da_dk: Detaljer
nb_no: Detaljer
sv_se: Mer information

# nav_bar.skip
source: Skip
da_dk: Spring over
nb_no: Hoppe over
sv_se: Hoppa över

# offer.add_discount_button
source: Add discount code
da_dk: Tilføj rabatkode
nb_no: Legg til rabattkode
sv_se: Lägg till rabattkod

# offer.discount_added_toastbar
source: Discount added
da_dk: Rabat tilføjet
nb_no: Rabatt lagt til
sv_se: Rabatt tillagd

# offer.discount_error_alert_body
source: Make sure you have spelled the code correctly.
da_dk: Kontroller, at du har stavet koden korrekt.
nb_no: Kontroller at du har stavet koden riktig.
sv_se: Se till så att du har skrivit in koden rätt.

# offer.remove_discount_button
source: Remove discount
da_dk: Fjern rabat
nb_no: Fjern rabatt
sv_se: Ta bort rabatt

# offer.remove_discount_error_alert_body
source: Please try again.
da_dk: Prøv igen.
nb_no: Prøv på nytt.
sv_se: Försök igen.

# offer.remove_discount_error_alert_title
source: Couldn't remove discount
da_dk: Kunne ikke fjerne rabat
nb_no: Kunne ikke fjerne rabatten
sv_se: Det gick inte att ta bort rabatten

# open_chat
source: Write message
da_dk: Åbn chat
nb_no: Åpne chatten
sv_se: Skriv meddelande

# pay_in_confirmation.continue_button
source: Continue
da_dk: Fortsæt
nb_no: Fortsett
sv_se: Fortsätt

# pay_in_confirmation.headline
source: Payment method connected!
da_dk: Automatisk betaling er tilknyttet!
nb_no: Betalingsmåte koblet til!
sv_se: Autogiro är anslutet!

# pay_in_error.headline
source: Ouch, something went wrong...
da_dk: Ups, der opstod en fejl ..
nb_no: Noe gikk galt...
sv_se: Oj, något gick fel...

# pay_in_error.retry_button
source: Try again
da_dk: Prøv igen
nb_no: Forsøk en gang til
sv_se: Försök igen

# pay_in_error_direct_debit.body
source: We were unable to connect your bank account. Please try again or send us a message here in the app.
da_dk: Det er ikke muligt at tilknytte dit kort. Prøv igen, eller kontakt os via chatten.
sv_se: Vi kunde inte ansluta ditt bankkonto. Vänligen försök igen eller skriv till oss direkt i appen.

# pay_in_explainer.button_text
source: Connect payment
da_dk: Tilknyt betaling
nb_no: Legg til betalingsmetode
sv_se: Koppla betalning

# pay_in_iframe_in_app.connect_payment
source: Change bank account
da_dk: Rediger betaling
nb_no: Endre betalingsmåte
sv_se: Ändra bankkonto

# pay_in_iframe_in_app_cancel_alert.body
source: For your insurance to stay active, you need to connect a payment method.
da_dk: For at din forsikring kan forblive aktiv, skal du tilknytte en betalingsmetode.
nb_no: For at forsikringen din skal forbli aktiv, må du koble til en betalingsmetode.
sv_se: För att din försäkring ska förbli aktiv måste du ansluta autogiro från din bank.

# pay_in_iframe_in_app_cancel_alert.dismiss_button
source: Dismiss
da_dk: Afvis
nb_no: Avvise
sv_se: Avfärda

# pay_in_iframe_in_app_cancel_alert.proceed_button
source: Yes, cancel
da_dk: Ja, annuller
nb_no: Ja, avbryt
sv_se: Ja, avbryt

# pay_in_iframe_in_app_cancel_alert.title
source: Sure you want to proceed?
da_dk: Er du sikker?
nb_no: Er du sikker?
sv_se: Är du säker?

# pay_in_iframe_post_sign.skip_button
source: Skip
da_dk: Spring over
nb_no: Hopp over
sv_se: Hoppa över

# pay_in_iframe_post_sign.title
source: Connect payment
da_dk: Tilknyt betaling
nb_no: Koble til betaling
sv_se: Anslut betalning

# payment_details.navigation_bar.title
source: Payment details
da_dk: Betalingsinformation
nb_no: Betalingsinformasjon
sv_se: Betalningsinformation

# payment_details.receipt_card.total
source: Total
sv_se: Totalt

# payments_carried_adjustment
source: Carried adjustment
da_dk: Justering
nb_no: Justering
sv_se: Justering

# payments_carried_adjustment_info
source: Your balance has been used to adjust this month's payment.
da_dk: Du har en indestående beløb hos os. Vi har fratrukket beløbet fra din månedlige betaling.
nb_no: Du har en balanse hos oss. Vi har trukket dette beløpet fra din månedlige betaling.
sv_se: Du har ett innestående belopp hos oss. Vi har dragit av det beloppet från din månadsbetalning.

# payments_settlement_adjustment
source: Settlement adjustment
da_dk: Afregningsregulering
nb_no: Oppgjørsjustering
sv_se: Avräkningsjustering

# payments_settlement_adjustment_info
source: A portion of your balance has been used to adjust this month's payment. The rest will be used to adjust the upcoming month's payment.
da_dk: Du har en indestående saldo hos os. Vi har anvendt en del af det beløb til at justere denne måneds betaling.
nb_no: Du har en utestående saldo hos oss. Vi har brukt en del av det beløpet til å justere betalingen for denne måneden.
sv_se: Du har ett innestående belopp hos oss. Vi har använt en del av det beloppet för att justera den här månadens betalning.

# profile.appSettingsSection.row.headline
source: Settings
da_dk: Indstillinger
nb_no: Innstillinger
sv_se: Inställningar

# profile.appSettingsSection.row.subheadline
source: Language, theme, information
da_dk: Sprog, tema, oplysninger
nb_no: Språk, tema, informasjon
sv_se: Språk, tema, information

# profile.appSettingsSection.title
source: App Settings
da_dk: Appindstillinger
nb_no: Appinnstillinger
sv_se: Appinställningar

# profile.certificates.title
source: Certificates
sv_se: Intyg

# profile.claim_history.title
source: Claim history
sv_se: Skadehistorik

# profile_tab.title
source: Profile
da_dk: Profil
nb_no: Profil
sv_se: Profil

# referalls_#invitee_states.invited_you
source: Invited you
da_dk: Inviterede dig
nb_no: Inviterte deg
sv_se: Bjöd in dig

# referrals_#active.your.new.price.title
source: Your new price
da_dk: Din nye pris
nb_no: Din nye pris
sv_se: Ditt nya pris

# referrals_#active_+_toast.text
source: Code copied
da_dk: Koden er kopieret
nb_no: Kode kopiert
sv_se: Koden kopierad

# referrals_#allow_push_notification_sheet.allow.button
source: Allow
da_dk: Tillad
nb_no: Tillate
sv_se: Tillåt

# referrals_#change.change_code
source: Change code
da_dk: Skift kode
nb_no: Endre kode
sv_se: Ändra kod

# referrals_#change.code_changed
source: Code changed
da_dk: Kode ændret
nb_no: Koden endret
sv_se: Koden ändrad

# referrals_#empty.body
source: When someone gets Hedvig with your code you both get %1$@ discount per month.
da_dk: Når en person får Hedvig via dit link eller med din kode, får I begge %1$@ rabat pr. måned.
nb_no: Når noen skaffer Hedvig via linken din eller med koden din, får dere begge en %1$@-rabatt per måned.
sv_se: När någon skaffar Hedvig med din kod får ni båda %1$@ rabatt per månad.

# referrals_#empty.code.headline
source: Your unique code
da_dk: Din unikke kode
nb_no: Din unike kode
sv_se: Din personliga kod

# referrals_#empty.share_code_button
source: Share your code
da_dk: Del din kode
nb_no: Del kode
sv_se: Dela din kod

# referrals_#info_sheet.body
source: When someone gets Hedvig via your link or with your code you’ll both receive a %1$@ discount per month. The discount is applied for as long as you both stay members, hopefully forever. Spread your code and pay 0 SEK for your insurance.
da_dk: Når en person får Hedvig via dit link eller med din kode, får I begge %1$@ rabat pr. måned. Det er en såkaldt win-win-situation. Rabatten gælder, så længe I begge er medlemmer – forhåbentlig forever. Dette gælder, indtil din forsikring er gratis. God fornøjelse!
nb_no: Når noen skaffer Hedvig via linken din eller med koden din, får dere begge %1$@ rabatt per måned. En såkalt win-win. Rabatten gjelder så lenge dere begge blir medlemmer, forhåpentligvis forever. Dette gjelder inntil forsikringen din er gratis. Lykke til!
sv_se: När någon skaffar Hedvig via din länk eller med din kod får ni båda %1$@ rabatt per månad. Hedvig Forever gäller så länge ni båda är medlemmar hos Hedvig, förhoppningsvis forever. Rabatten gäller ner till 0 kr per månad.

# sas_integration.change_eurobonus_number
source: Change EuroBonus number
da_dk: Skift EuroBonus-nummer
nb_no: Endre EuroBonus-nummer
sv_se: Ändra EuroBonus-nummer

# sas_integration.connect_eurobonus
source: Connect EuroBonus
da_dk: Tilslut EuroBonus
nb_no: Koble til EuroBonus
sv_se: Anslut EuroBonus

# sas_integration.enter_your_number
source: Enter your number
da_dk: Indtast dit nummer
nb_no: Skriv inn ditt nummer
sv_se: Ange ditt nummer

# sas_integration.eurobonus_connected
source: EuroBonus connected
da_dk: EuroBonus tilsluttet
nb_no: EuroBonus tilkoblet
sv_se: EuroBonus ansluten

# sas_integration.eurobonus_info
source: You need to connect your EuroBonus number to your account in order to earn points
da_dk: Du skal forbinde dit EuroBonus-nummer til din konto for at optjene point
nb_no: Du må koble ditt EuroBonus-nummer til kontoen din for å tjene poeng
sv_se: Du måste koppla ditt EuroBonus-nummer till ditt konto för att tjäna poäng

# sas_integration.incorrect_number
source: The number is incorrect, please try again
da_dk: Nummeret er forkert, prøv igen
nb_no: Nummeret er feil, prøv igjen
sv_se: Numret stämmer inte, försök igen

# sas_integration.not_connected
source: Not connected
da_dk: Ikke forbundet
nb_no: Ikke tilkoblet
sv_se: Ej ansluten

# select_insurance.navigation_bar.center_element.title
source: Select insurance
da_dk: Vælg forsikring
nb_no: Velg forsikring
sv_se: Välj försäkring

# settings.alert_change_market_onboarding_description
source: You will have to start over.
nb_no: Du behøver å starte på nytt.
sv_se: Du kommer behöva börja om.

# settings.alert_change_market_onboarding_title
source: Do you want to change country?
nb_no: Ønsker du å bytte land?
sv_se: Vill du byta land?

# settings.alert_restart_onboarding_description
source: All the information you’ve entered will be lost.
da_dk: Alle de oplysninger, du har indtastet, vil gå tabt.
nb_no: All informasjon du har lagt inn vil bli slettet.
sv_se: All information du har angett kommer att gå förlorad.

# settings.alert_restart_onboarding_title
source: Do you want to start over?
da_dk: Ønsker du at starte forfra?
nb_no: Ønsker du å starte på nytt?
sv_se: Vill du börja om?

source: Something went wrong
da_dk: Der opstod en fejl
nb_no: Noe gikk galt
sv_se: Något gick fel

# travel_certificate.active
source: Active
sv_se: Aktivt
