Repository: HedvigInsurance/ugglan
Catalog: Projects/hCore/Resources/*.lproj/Localizable.strings
Languages: da_dk, nb_no, sv_se

# DELETE_ACCOUNT.PROCESSING_FOOTER
source: After sending a request we will delete your data within 30 days and send you an email to confirm the deletion once done. This action is permanent and non-revocable.
sv_se: Efter att ha skickat en begäran kommer vi att radera dina uppgifter inom 30 dagar och skicka ett e-postmeddelande till dig för att bekräfta raderingen när den är klar. Denna åtgärd är permanent och kan inte återkallas.

# DELETE_ACCOUNT.YOU_HAVE_ACTIVE_CLAIM_DESCRIPTION
source: As we use our app for our claims handling, we recommend that you keep your account active until your claims are solved.
da_dk: Da vi bruger vores app til vores skadebehandling, anbefaler vi, at du holder din konto aktiv, indtil din skade er færdigbehandlet.
nb_no: Ettersom vi bruker appen vår til skadebehandling, anbefaler vi at du holder kontoen din aktiv til kravet ditt er ferdigbehandlet.
sv_se: Eftersom vi använder vår app för vår skadehantering rekommenderar vi att du håller ditt konto aktivt tills din skadeanmälan är klar.

# DELETE_ACCOUNT.YOU_HAVE_ACTIVE_CLAIM_TITLE
source: You have an ongoing claim
da_dk: Du har en aktiv skade
nb_no: Du har en aktiv skade
sv_se: Du har en aktiv skadeanmälan

# DELETE_ACCOUNT.YOU_HAVE_ACTIVE_INSURANCE_DESCRIPTION
source: As you have an active insurance policy with us, we cannot delete your account. If you want to terminate your insurance, you can do it [here](https://link.hedvig.com/terminate-contract).
da_dk: Da du har en aktiv forsikring hos os, kan vi ikke slette din konto. Hvis du ønsker at opsige din forsikring, kan du gøre det [her](https://link.hedvig.com/terminate-contract).
nb_no: Siden du har en aktiv forsikring hos oss, kan vi ikke slette kontoen din. Hvis du ønsker å avslutte forsikringen din, kan du gjøre det [her](https://link.hedvig.com/terminate-contract).
sv_se: Då du har en aktiv försäkring hos oss kan vi inte radera ditt konto. Om du vill avsluta din försäkring kan du göra detta [här](https://link.hedvig.com/terminate-contract).

# DELETE_ACCOUNT.YOU_HAVE_ACTIVE_INSURANCE_TITLE
source: You have an active insurance
da_dk: Du har en aktiv forsikring
nb_no: Du har en aktiv forsikring
sv_se: Du har en aktiv försäkring

# DEMO_MODE_CANCEL
source: Cancel
da_dk: Annuller
nb_no: Avbryt
sv_se: Avbryt

# DEMO_MODE_START
source: Start demo mode
da_dk: Start demotilstand
nb_no: Statt demo-modus
sv_se: Starta demoläge

# DETAILS_TABLE_INSURANCE_PREMIUM
source: Price
da_dk: Pris
nb_no: Pris
sv_se: Pris

# DISCOUNTS_ACTIVE_FROM
source: Activates %1$@
da_dk: Aktiverer %1$@
nb_no: Aktiverer %1$@
sv_se: Aktiveras %1$@

# DISCOUNTS_LABEL_ACTIVE
source: Active
sv_se: Aktiv

# DISCOUNTS_LABEL_PENDING
source: Pending
sv_se: Aktiveras senare

# DURATION_TITLE
source: Duration
sv_se: Giltighetstid

# Direct_Debit_Connected
source: %1$@/month - Paying with direct debit
da_dk: %1$@/mnd - Betales med direkte debitering
nb_no: %1$@/mnd - Betales med AvtaleGiro
sv_se: %1$@/månad - Betalas via autogiro

# Direct_Debit_Not_Connected
source: %1$@/mnd - Payment not connected
da_dk: %1$@/mnd - Betalingsmetode mangler
nb_no: %1$@/mnd - Betalingsmetode mangler
sv_se: %1$@/mnd - Betalsätt saknas

# EMAIL_ROW_TITLE
source: Email
nb_no: E-post
sv_se: E-post

# EMBARK_EXIT_BUTTON
source: Exit
da_dk: Afslutte
nb_no: Avslutte
sv_se: Stäng

# EMBARK_GO_BACK_BUTTON
source: Go back
da_dk: Gå tilbage
nb_no: Gå tilbake
sv_se: Gå tillbaka

# EMBARK_LOADING
source: Loading...
da_dk: Indlæser...
nb_no: Laster inn...
sv_se: Laddar...

# EMBARK_RECORD_AGAIN
source: Record again
da_dk: Optag igen
nb_no: Spill inn på nytt
sv_se: Spela in igen

# EMBARK_STOP_RECORDING
source: Stop recording
da_dk: Stop optagelse
nb_no: Stopp opptak
sv_se: Stoppa inspelningen

# EMBARK_SUBMIT_CLAIM
source: Submit Claim
da_dk: Indsend skadesanmeldelse
nb_no: Meld din skade
sv_se: Skicka in

# EMBARK_UPDATE_APP_BODY
source: Your app is out of date and needs to be updated before you can proceed.
da_dk: Din app er forældet og skal opdateres, før du kan fortsætte.
nb_no: Appen din er utdatert og må oppdateres før du kan fortsette.
sv_se: Din app är inaktuell och måste uppdateras innan du kan fortsätta.

# EMBARK_UPDATE_APP_BUTTON
source: Update now
da_dk: Opdate
nb_no: Oppdater nå
sv_se: Uppdatera nu

# EMBARK_UPDATE_APP_TITLE
source: Update app
da_dk: Opdater appen
nb_no: Oppdater app
sv_se: Uppdatera appen

# FIELD_EXTRA_BUIDLINGS_BARN_LABEL
source: Barn
sv_se: Lada

# FIELD_EXTRA_BUIDLINGS_BOATHOUSE_LABEL
source: Boathouse
sv_se: Båthus

# FIELD_EXTRA_BUIDLINGS_GREENHOUSE_LABEL
source: Greenhouse
sv_se: Växthus

# FIELD_EXTRA_BUIDLINGS_GUESTHOUSE_LABEL
source: Guest house
sv_se: Gästhus

# FIELD_EXTRA_BUIDLINGS_OTHER_LABEL
source: Other
sv_se: Annat

# FIELD_EXTRA_BUIDLINGS_OUTHOUSE_LABEL
source: Outhouse
sv_se: Utedass

# FIELD_EXTRA_BUIDLINGS_SAUNA_LABEL
source: Sauna
sv_se: Bastu

# FIELD_EXTRA_BUIDLINGS_SHED_LABEL
source: Shed
sv_se: Förråd

# FIELD_EXTRA_BUIDLINGS_STOREHOUSE_LABEL
source: Storehouse
sv_se: Magasin

# FILE_UPLOAD_IS_UPLOADING
source: Uploading...
da_dk: Overfører ...
nb_no: Laster opp...
sv_se: Laddar upp...

# FORCE_LOGOUT_MESSAGE_SUBTITLE
source: Log in again
da_dk: Log ind igen
nb_no: Logg inn igjen
sv_se: Logga in igen

# FORCE_LOGOUT_MESSAGE_TITLE
source: You’ve been logged out
da_dk: Du er blevet logget ud
nb_no: Du har blitt logget av
sv_se: Du har loggats ut

# FOREVER.REFERRAL.INVITED_YOU
source: Invite from %@
sv_se: Inbjudan från %@

# FOREVER_REFERRAL_LIST_LABEL
source: Invited friends
da_dk: Inviterede venner
nb_no: Inviterte venner
sv_se: Inbjudna vänner

# FOREVER_TAB_MONTHLY_DISCOUNT
source: Monthly discount
da_dk: Månedlig rabat
nb_no: Månedlig rabatt
sv_se: Rabatt per månad

# FULL_NAME_TEXT
source: Full Name
da_dk: Fulde navn
nb_no: Fullt navn
sv_se: Fullständigt namn

# GENERAL.ARE_YOU_SURE
source: Are you sure?
da_dk: Er du sikker?
nb_no: Er du sikker?
sv_se: Är du säker?

# GENERAL.CHAT_BUTTON
source: Send message
da_dk: Send besked
nb_no: Sende melding
sv_se: Skicka meddelande

# GENERAL.COPIED
source: Copied
da_dk: Kopieret
nb_no: Kopiert
sv_se: Kopierade

# GENERAL.DEFAULT_ERROR
source: We were unable to load this information.
da_dk: Vi kan ikke downloade disse oplysninger.
nb_no: Vi kunne ikke laste denne informasjonen.
sv_se: Vi kunde inte ladda in den här informationen.

# GENERAL.EDIT
source: Edit
sv_se: Ändra

# GENERAL.ERROR_BODY
source: We were unable to load this information. Check your internet connection and try again.
da_dk: Vi kan ikke downloade disse oplysninger. Dobbelttjek din internetforbindelse, og prøv igen.
nb_no: Vi kunne ikke laste denne informasjonen. Sjekk internettforbindelsen din og prøv igjen.
sv_se: Vi kunde inte ladda in den här informationen. Dubbelkolla din internetuppkoppling och försök igen.

# GENERAL.NO
source: No
da_dk: Nej
nb_no: Nei
sv_se: Nej

# GENERAL.PROGRESS_WILL_BE_LOST_ALERT
source: Exiting now will require you to restart from the beginning.
da_dk: Hvis du stopper nu, bliver du nødt til at starte forfra.
nb_no: Hvis du slutter nå, må du begynne på nytt.
sv_se: Om du avslutar nu behöver du börja om från början.

# GENERAL.REMOVE
source: Remove
sv_se: Ta bort

# GENERAL.SUBSCRIBED
source: Subscribed
sv_se: Registrerad

# GENERAL.UNSUBSCRIBED
source: Unsubscribed
sv_se: Avregistrerad

# GENERAL.YES
source: Yes
da_dk: Ja
nb_no: Ja
sv_se: Ja

# GENERAL_ADD_BUTTON
source: Add
da_dk: Tilføje
nb_no: Legg til
sv_se: Lägg till

# GENERAL_ADD_INFO_BUTTON
source: Add info
da_dk: Tilføj info
nb_no: Legg til info
sv_se: Lägg till info

# GENERAL_ADD_NEW
source: Add new
da_dk: Tilføj ny
nb_no: Legg til ny
sv_se: Lägg till ny

# GENERAL_CONFIRM
source: Confirm
sv_se: Bekräfta

# GENERAL_CONTACT_US_TITLE
source: Contact our service team
sv_se: Kontakta vårt serviceteam

# GENERAL_DOWNLOAD
source: Download
sv_se: Ladda ner

# GENERAL_GO_TO
source: Go to %1$@
da_dk: Gå til %1$@
nb_no: Gå til %1$@
sv_se: Gå till %1$@

# GENERAL_NOT_SURE
source: Not sure
da_dk: Ikke sikker
nb_no: Vet ikke
sv_se: Vet inte

# GENERAL_RETRY
source: Try again
da_dk: Prøv igen
nb_no: Prøv igjen
sv_se: Försök igen

# GENERAL_SAVE_CHANGES_BUTTON
source: Save changes
da_dk: Gem ændringer
nb_no: Lagre endringer
sv_se: Spara ändringar

# GENERAL_SHOW
source: Show
sv_se: Visa

# GENERAL_TODAY
source: Today
sv_se: Idag

# GENERAL_TRY_AGAIN
source: Please try again
sv_se: Försök igen

# GENERAL_YESTERDAY
source: Yesterday
sv_se: Igår

# GENERIC_UNKNOWN
source: Unknown
da_dk: Ukendt
nb_no: Ukjent
sv_se: Okänt

# HC_ALL_QUESTION_TITLE
source: All questions
sv_se: Alla frågor

# HC_ANSWER_TITLE
source: Answer
sv_se: Svar

# HC_CHAT_ANSWER
source: Reach us on weekdays 08–22 or weekends & public holidays 10–22
sv_se: Vi är tillgängliga vardagar 08–22 och helger 10–22

# HC_CHAT_GO_TO_INBOX
source: Go to inbox
sv_se: Se din inkorg

# HC_CHAT_QUESTION
source: Still need help?
sv_se: Behöver du mer hjälp?

# HC_COMMON_QUESTIONS_TITLE
source: Common questions
sv_se: Vanliga frågor

# HC_COMMON_TOPICS_TITLE
source: Common topics
sv_se: Vanliga ämnen

# HC_HOME_VIEW_ANSWER
source: There is a lot you can do directly here in the app. Select a topic to resolve your issue quickly. Still need help? Send us a message.
sv_se: Här kan du göra ändringar direkt och få svar på de vanligaste frågorna. Skulle du inte hitta svar på din fråga kan du alltid skicka ett meddelande till oss.

# HC_HOME_VIEW_QUESTION
source: Need help?
sv_se: Behöver du hjälp?

# HC_QUESTIONS_TITLE
source: Questions
sv_se: Frågor

# HC_QUESTION_TITLE
source: Question
sv_se: Fråga

# HC_QUICK_ACTIONS_CANCELLATION_TITLE
source: Cancellation
da_dk: Afbestilling
nb_no: Kansellering
sv_se: Uppsägning

# HC_QUICK_ACTIONS_CHANGE_ADDRESS_SUBTITLE
source: Update to a new home address
da_dk: Opdater til en ny hjemmeadresse
nb_no: Oppdater til ny hjemmeadresse
sv_se: Uppdatera till en ny hemadress

# HC_QUICK_ACTIONS_CHANGE_ADDRESS_TITLE
source: Move to new address
sv_se: Flytta till ny adress

# HC_QUICK_ACTIONS_CO_INSURED_SUBTITLE
source: Edit your co-insured
da_dk: Rediger medforsikrede
nb_no: Rediger medforsikrede
sv_se: Ändra dina medförsäkrade

# HC_QUICK_ACTIONS_CO_INSURED_TITLE
source: Co-insured
da_dk: Medforsikrede
nb_no: Medforsikret
sv_se: Medförsäkrade

# HC_QUICK_ACTIONS_EDIT_COINSURED
source: Edit co-insured
sv_se: Medförsäkrade

# HC_QUICK_ACTIONS_EDIT_INSURANCE_SUBTITLE
source: Manage and update your insurance
sv_se: Hantera och uppdatera din försäkring

# HC_QUICK_ACTIONS_EDIT_INSURANCE_TITLE
source: Edit your insurance
sv_se: Ändra din försäkring

# HC_QUICK_ACTIONS_FIRSTVET_SUBTITLE
source: Schedule a call with a vet
sv_se: Boka ett samtal med en veterinär

# HC_QUICK_ACTIONS_PAYMENTS_SUBTITLE
source: Change bank or bank account
da_dk: Skift betalingsmetode
nb_no: Endre betalingsmetode
sv_se: Ändra bank eller bankkonto

# HC_QUICK_ACTIONS_PAYMENTS_TITLE
source: Payments
da_dk: Betalinger
nb_no: Betalinger
sv_se: Betalning

# HC_QUICK_ACTIONS_SICK_ABROAD_SUBTITLE
source: Get emergency help when sick abroad
sv_se: Få akut hjälp på din resa

# HC_QUICK_ACTIONS_SICK_ABROAD_TITLE
source: Sick abroad
sv_se: Sjuk utomlands

# HC_QUICK_ACTIONS_TERMINATION_SUBTITLE
source: No binding time, cancel anytime
da_dk: Ingen bindingstid, annuller når som helst
nb_no: Ingen bindingstid, kanseller når som helst
sv_se: Inga bindningstider, säg upp när du vill

# HC_QUICK_ACTIONS_TERMINATION_TITLE
source: Cancellation
da_dk: Afbestilling
nb_no: Kansellering
sv_se: Uppsägning

# HC_QUICK_ACTIONS_TITLE
source: Quick actions
sv_se: Snabbval

# HC_QUICK_ACTIONS_TRAVEL_CERTIFICATE
source: Travel certificate
da_dk: Rejsebevis
nb_no: Reisebevis
sv_se: Reseintyg

# HC_QUICK_ACTIONS_TRAVEL_CERTIFICATE_SUBTITLE
source: Get a travel certificate for your trip
sv_se: Skaffa ett reseintyg för din resa

# HC_QUICK_ACTIONS_UPGRADE_COVERAGE_SUBTITLE
source: Change your coverage level and deductible
sv_se: Ändra din skyddssnivå och självrisk

# HC_QUICK_ACTIONS_UPGRADE_COVERAGE_TITLE
source: Change coverage
sv_se: Ändra skydd

# HC_TITLE
source: Help and support
sv_se: Hjälp och support

# HOMETAB_ACCOUNT_DELETION_NOTIFICATION
source: We have received your request for account deletion. You will get an email from us within 30 days to confirm that your account has been deleted. Until then, your account will stay active.
sv_se: Vi har tagit emot din begäran om att radera ditt konto. Du kommer att få ett e-postmeddelande från oss inom 30 dagar som bekräftar att ditt konto har raderats. Tills dess kommer ditt konto att vara aktivt.

# HONESTY_PLEDGE_DESCRIPTION
source: Hedvig is based on trust. I solemnly swear to recite the event as it was and only claim the compensation I’m entitled to.
da_dk: Hedvig bygger på tillid. Det fungerer ved, at alle medlemmer trækker den kompensation, de er berettiget til, fra den fælles skadepulje, hverken mere eller mindre. Vi beder dig derfor fortælle om, hvad der skete, præcis som det var, så vi kan hjælpe dig bedst muligt.
nb_no: Hedvig er basert på tillit. Det fungerer ved at alle medlemmer trekker erstatningen de har krav på fra felles erstatningspool, verken mer eller mindre. Vi ber deg derfor fortelle om hva som skjedde akkurat slik det var, slik at vi kan hjelpe deg på best mulig måte.
sv_se: Hedvig bygger på tillit. Jag lovar att berätta vad som hände precis som det var och bara begära den ersättning jag har rätt till.

# HONESTY_PLEDGE_HEADER
source: Make a claim
sv_se: Anmäl skada

# HONESTY_PLEDGE_NOTE_1
source: Not sure about what’s covered? Submit your claim anyway
sv_se: Osäker på vad som täcks? Skicka in din anmälan oavsett

# HONESTY_PLEDGE_NOTE_2
source: Have receipts or other documentation ready to help us help you faster
sv_se: Ha kvitton eller annan dokumentation redo för snabbare hjälp

# HONESTY_PLEDGE_NOTE_3
source: We’ll contact you if we need more information
sv_se: Vi hör av oss om vi behöver mer information eller fler uppgifter

# HONESTY_PLEDGE_TITLE
source: Before we start
da_dk: Inden vi starter
nb_no: Før vi starter
sv_se: Innan vi börjar

# INSURANCES_CROSS_SELL_DISCOUNTS_AVAILABLE
source: Discounts available
sv_se: Erbjudanden

# INSURANCE_ADDONS_SUBHEADING
source: Addons
sv_se: Tillägg

# INSURANCE_DETAILS_DECOMMISSION_INFO
source: To return to your previous coverage, register your car as active again with Transportstyrelsen.
sv_se: Ställ på bilen hos Transportstyrelsen för att ändra tillbaka till ditt tidigare skydd.

# INSURANCE_EVIDENCE.DOCUMENT_TITLE
source: Certificate of validity
sv_se: Giltighetsintyg

# INSURANCE_EVIDENCE.EMAIL_SENT_DESCRIPTION
source: The certificate has been sent to your email.
sv_se: Giltighetsintyget är nu skickat till din e-post.

# INSURANCE_EVIDENCE.READ_MORE_DESCRIPTION
source: A certificate of validity confirms the periods during which you have had valid and paid home insurance with Hedvig, as well as its details, for example which address was insured and the amount you’ve paid. The certificate can be used to confirm your insurance period when applying for legal protection with another insurance company, or in matters involving banks or authorities.
sv_se: Ett giltighetsintyg styrker under vilka perioder du haft en giltig och betald hemförsäkring hos Hedvig, samt dess detaljer - till exempel vilken adress som varit försäkrad och vad du har betalat. Giltighetsintyget kan exempelvis användas för att styrka din försäkringsperiod vid ansökan om rättsskydd hos ett annat försäkringsbolag, eller i ärenden hos bank och myndigheter.

# INSURANCE_EVIDENCE.READ_MORE_TITLE
source: What is a certificate of validity?
sv_se: Vad är ett giltighetsintyg?

# INSURANCE_OFFERS_SUBHEADING
source: Offers
sv_se: Erbjudanden

# INSURELY_BANKID_ENTER_WORDS
source: Enter these words in BankID
da_dk: Indtast disse ord i NemID
nb_no: Skriv inn disse ordene i BankID
sv_se: Skriv in dessa ord i BankID

# INSURELY_BANKID_NO_OPEN_BANKID
source: Continue with BankID to login
da_dk: Fortsæt med NemID for at logge ind
nb_no: Fortsett med BankID for å logge inn
sv_se: Fortsätt med BankID för att logga in

# KEY_GEAR_ITEM_VIEW_COVERAGE_TABLE_TITLE
source: Your insurance covers
da_dk: Din forsikring dækker
nb_no: Forsikringen din dekker
sv_se: Din försäkring täcker

# KEY_GEAR_ITEM_VIEW_NON_COVERAGE_TABLE_TITLE
source: Your insurance does not cover
da_dk: Din forsikring dækker ikke
nb_no: Forsikringen din dekker ikke
sv_se: Din försäkring täcker inte

# KEY_GEAR_ITEM_VIEW_VALUATION_BODY
source: We first try to repair your %1$@, but if it needs to be replaced (e.g. if it was stolen) you will be compensated **%2$li%%** of the purchase price **%3$@**, i.e **%4$@**.
da_dk: Vi forsøger i første omgang at reparere, men hvis det bliver nødvendigt at erstatte din %1$@ helt (f.eks. hvis den bliver stjålet), får du dækket **%2$li %** af købsprisen på **%3$@ kr.**, dvs. **%4$@ kr.**.
nb_no: Først prøver vi selvfølgelig å reparere, men om din %1$@ skulle behøve å erstattes helt (f. eks. om den er blitt stjålet), erstattes du med *%2$li%%* av innkjøpsprisen *%3$@*, alltså *%4$@*.
sv_se: Vi försöker reparera i första hand, men om din %1$@ skulle behöva ersättas helt (ex. om den blivit stulen) ersätts du med **%2$li%%** av inköpspriset **%3$@**, alltså **%4$@**.

# KEY_GEAR_ITEM_VIEW_VALUATION_PAGE_TITLE
source: Valuation
da_dk: Vurdering
nb_no: Verdivurdering
sv_se: Värdering

# LETTER_TO_EIR_SUBJECT
source: Question regarding claim, Vehicle reg. %1$@
sv_se: Fråga angående skadeanmälan - Fordon reg. %1$@

# LOGIN_LANGUAGE_PREFERENCES
source: Choose your preferred language
sv_se: Välj språk

# LOGOUT_ALERT_ACTION_CANCEL
source: Cancel
da_dk: Annuller
nb_no: Avbryt
sv_se: Avbryt

# LOGOUT_ALERT_ACTION_CONFIRM
source: Yes
da_dk: Ja
nb_no: Ja
sv_se: Ja

# LOGOUT_ALERT_TITLE
source: Are you sure you want to log out?
da_dk: Er du sikker på, at du vil logge af?
nb_no: Er du sikker på at du vil logge ut?
sv_se: Är du säker på att du vill logga ut?

# LOGOUT_BUTTON
source: Logout
da_dk: Log af
nb_no: Logg ut
sv_se: Logga ut

# MANUAL_INPUT_LIST_OTHER
source: Other
da_dk: Andet
nb_no: Andre
sv_se: Annat

# MARKETING_GET_HEDVIG
source: Get a price quote
da_dk: Få et pristilbud
nb_no: Få et prisforslag
sv_se: Få ett prisförslag

# MISSING_CONTACT_INFO_CARD_BUTTON
source: Review contact info
sv_se: Se över kontaktuppgifter

# MISSING_CONTACT_INFO_CARD_TEXT
source: Make sure we have the right contact info in case we need to reach you.
sv_se: Se till att vi har rätt kontaktuppgifter ifall vi behöver nå dig.

# MONTH_ABBREVIATION_LABEL
source: mo
sv_se: mån

# MOVEINTENT_GENERIC_ERROR
source: Something went wrong, please send us a message here in the app for further help.
da_dk: Noget gik galt. Prøv igen eller kontakt os.
nb_no: Noe gikk galt. Prøv igjen eller kontakt oss.
sv_se: Något gick fel. Försök igen eller skicka ett meddelande till oss i appen.

# MOVING_FLOW_BODY
source: Which insurance do you want to update the address for?
sv_se: Vilken försäkring vill du byta adress för?

# MOVING_FLOW_SUCCESS_TOAST
source: Address change submitted
da_dk: Adresseændring indsendt
nb_no: Adresseendring sendt
sv_se: Adressändring inlämnad

# MOVING_FLOW_TRAVEL_ADDON_SUMMARY_DESCRIPTION
source: This extended coverage can be removed by [contacting us](https://link.hedvig.com/chat).
sv_se: Den här tilläggsförsäkringen kan tas bort genom att [kontakta oss](https://link.hedvig.com/chat).

# MY_DOCUMENTS_INSURANCE_CERTIFICATE
source: Insurance certificate
da_dk: Forsikringspolice
nb_no: Forsikringsbrev
sv_se: Försäkringsbrev

# MY_INFO_EMAIL_EMPTY_ERROR
source: You forgot to enter your email
da_dk: Du har glemt at angive en e-mailadresse
nb_no: Du glemte å angi en e-postadresse.
sv_se: Du glömde ange en e-postaddress

# MY_INFO_EMAIL_MALFORMED_ERROR
source: The entered email address doesn't seem correct
da_dk: Det ser ikke ud til, at e-mailadressen er korrekt
nb_no: E-postadressen virker ikke riktig
sv_se: E-postadressen verkar inte vara korrekt

# MY_INFO_PHONE_NUMBER_EMPTY_ERROR
source: You have not entered a phone number
da_dk: Du har ikke angivet et telefonnummer
nb_no: Du har ikke oppgitt noe telefonnummer
sv_se: Du har inte angett något telefonnummer

# MY_INFO_PHONE_NUMBER_MALFORMED_ERROR
source: Check that the phone number you've entered is correct
da_dk: Kontroller, at det telefonnummer, du har angivet, er korrekt
nb_no: Kontroller at telefonnummeret du har oppgitt stemmer
sv_se: Kontrollera att det telefonnummer du angett stämmer

# MY_PAYMENT_DIRECT_DEBIT_BUTTON
source: Connect card
da_dk: Tilknyt kort
nb_no: Koble bankkonto
sv_se: Koppla bankkonto

# MY_PAYMENT_DIRECT_DEBIT_REPLACE_BUTTON
source: Change bank account
da_dk: Skift kort
nb_no: Endre kort
sv_se: Ändra bankkonto

# MY_PAYMENT_TITLE
source: Payments
da_dk: Min betaling
sv_se: Betalning

# MY_PAYMENT_UPDATING_MESSAGE
source: You have just added or changed your bank account, your new bank account will appear here after your bank has accepted autogiro. Usually within 2 working days.
da_dk: Du har netop tilføjet eller ændret din bankkonto. Din nye bankkonto vil kunne ses her, når din bank har godkendt den automatiske betaling inden for 2 arbejdsdage.
nb_no: Du har akkurat lagt til eller endret bankkontoen. Den nye bankkontoen din kommer til å vises her etter at banken din har akseptert autogiroen i løpet av to arbeidsdager.
sv_se: Du har precis lagt till eller ändrat ditt bankkonto, ditt nya bankkonto kommer synas här efter din bank accepterat autogirot inom 2 arbetsdagar.

# NEW_MESSAGE_BUTTON
source: New message
sv_se: Nytt meddelande

# OFFER_BUNDLE_SELECTOR_DESCRIPTION
source: All insurances cover you and your co-insured. You can upgrade or downgrade your bundle or change your start date in the Hedvig-app.
nb_no: Velg forsikringsplanen som passer deg best. Forsikringen dekker deg og alle medforsikrede. Du kan alltids legge til ulykkesforsikringen på et senere tidspunkt.
sv_se: Alla försäkringar gäller för dig och dina medförsäkrade. Du kan när som helst uppgradera eller nedgradera ditt paket eller ändra ditt startdatum i Hedvig-appen.

# OFFER_BUNDLE_SELECTOR_TITLE
source: Choose your Hedvig-bundle
da_dk: Vælg din Hedvig-forsikringspakke
nb_no: Forsikringspakken din
sv_se: Välj ditt Hedvig-paket

# OFFER_HOUSE_SUMMARY_DESC
source: Here's a quick overview of the information you've given us about your home.
da_dk: Her er en hurtig oversigt over de oplysninger, du har givet os om dit hjem.
nb_no: Her er en oversikt over informasjonen du har gitt oss om boligen din.
sv_se: Här är en snabb översikt över informationen du har gett oss om ditt hem.

# OFFER_SAVE_START_DATE_ERROR_ALERT_TITLE
source: Couldn't save start date
sv_se: Kunde inte spara startdatumet

# OFFER_SCREEN_COVERAGE_TITLE
source: The coverage
da_dk: Dækket
nb_no: Dekningen
sv_se: Skyddet

# OFFER_SWITCHER_EXPLANATION_FOOTER
source: When switched on, your Hedvig insurance will automatically start when your current plan with your other insurance company expires.
sv_se: När denna är påslagen, startar din Hedvig-försäkring automatiskt när ditt nuvarande försäkringsavtal med ditt andra försäkringsbolag löper ut.

# OFFER_SWITCHER_NO_DATE
source: When current plan expires
sv_se: När min nuvarande försäkring går ut

# OFFER_UPDATE_SUMMARY_TITLE
source: Summary
da_dk: Opsummering
nb_no: Sammendrag
sv_se: Sammanfattning

# ONBOARDING_CONNECT_DD_BODY
source: We are so happy to have you as a member. To start using your new insurance, you need to:
da_dk: Vi er meget glade for at have dig som medlem. For at du kan begynde at bruge din nye forsikring, skal du:
nb_no: Så morsomt at du har blitt medlem. For å begynne å bruke din nye forsikring må du:
sv_se: Vad roligt att du blivit medlem. För att börja använda din nya försäkring behöver du:

# ONBOARDING_CONNECT_DD_CTA
source: Connect payment - activate Hedvig
da_dk: Tilknyt betaling – aktiver Hedvig
nb_no: Legg inn ditt bankkort - aktiver Hedvig
sv_se: Koppla betalning - aktivera Hedvig
